Repository: sofqi/iOS3
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: ja, sk, tl

# removeFileToRubbishBinMessage
source: You are about to permanently remove 1 file. Would you like to proceed? (You cannot undo this action.)
ja: ファイル１こ、永久に除去しようとしています。このまま続けますか？（取り戻すことはできません。）
sk: Chystáte sa permanentne odstrániť 1 súbor. Chcete pokračovať? (Táto akcia je nezvratná.)
tl: Tatanggalin mo na ng tuluyan ang isang file. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)

# removeFilesToRubbishBinMessage
source: You are about to permanently remove %d files. Would you like to proceed? (You cannot undo this action.)
ja: ファイル%d こ、永久に除去しようとしています。このまま続けますか？（取り戻すことはできません。）
sk: Chystáte sa permanentne odstrániť %d súborov. Chcete pokračovať? (Táto akcia je nezvratná.)
tl: Tatanggalin mo na ng tuluyan ang %d na files. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)

# removeFolderToRubbishBinMessage
source: You are about to permanently remove 1 folder. Would you like to proceed? (You cannot undo this action.)
ja: フォルダ１こ、永久に除去しようとしています。このまま続けますか？（取り戻すことはできません。）
sk: Chystáte sa permanentne odstrániť 1 priečinok. Chcete pokračovať? (Táto akcia je nezvratná.)
tl: Tatanggalin mo na ng tuluyan ang isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)

# removeFoldersToRubbishBinMessage
source: You are about to permanently remove %d folders. Would you like to proceed? (You cannot undo this action.)
ja: フォルダ%dこ、永久に除去しようとしています。このまま続けますか？（取り戻すことはできません。）
sk: Chystáte sa permanentne odstrániť %d priečinkov. Chcete pokračovať? (Táto akcia je nezvratná.)
tl: Tatanggalin mo na ng tuluyan ang %d na folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)

# removeFileFolderToRubbishBinMessage
source: You are about to permanently remove 1 file and 1 folder. Would you like to proceed? (You cannot undo this action.)
ja: ファイル１こ、フォルダ１こ、永久に除去しようとしています。このまま続けますか？（取り戻すことはできません。）
sk: Chystáte sa permanentne odstrániť 1 súbor a 1 priečinok. Chcete pokračovať? (táto akcia je nezvratná.)
tl: Tuluyan mo ng buburahin ang isang file at isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)

# removeFileFoldersToRubbishBinMessage
source: You are about to permanently remove 1 file and %d folders. Would you like to proceed? (You cannot undo this action.)
ja: あなたはファイル１こ、フォルダ%dこ、永久に除去しようとしています。このまま続けますか？（取り戻すことはできません。）
sk: Chystáte sa permanentne odstrániť 1 súbor a %d priečinkov. Chcete pokračovať? (táto akcia je nezvratná.)
tl: Tuluyan mo ng tatanggalin ang isang file at %d na folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)

# removeFilesFolderToRubbishBinMessage
source: You are about to permanently remove %d files and 1 folder. Would you like to proceed? (You cannot undo this action.)
ja: ファイル%d こ、フォルダ１こ、永久に除去しようとしています。このまま続けますか？（取り戻すことはできません。）
sk: Chystáte sa permanentne odstrániť %d súborov a 1 priečinok. Chcete pokračovať? (Táto akcia je nezvratná.)
tl: Tuluyan mo ng tatanggalin ang %d files at isang folder. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng bawiin pa ito.)

# removeFilesFoldersToRubbishBinMessage
source: You are about to permanently remove [A] files and [B] folders. Would you like to proceed? (You cannot undo this action.)
ja: [A]ファイルと[B]フォルダを完全に削除しようとしています。続行しますか？（この操作は元に戻すことはできません）。
sk: Chystáte sa permanentne odstrániť [A] súborov a [B] priečinkov. Chcete pokračovať? (Táto akcia je nezvratná.)
tl: Tatangalin mo na ng tuluyan ang [A] files at [B] folders. Gusto mo bang magpatuloy? (Hindi mo na pupwedeng baguhan ang aksyon na ito.)

# fileRemovedToRubbishBinMessage
source: 1 file removed from MEGA
ja: MEGAからファイル１こ、取り除かれました。
sk: 1 súbor odstránený z MEGA
tl: 1 file ang tinanggal sa MEGA

# filesRemovedToRubbishBinMessage
source: %d files removed from MEGA
ja: ファイル%dこ、MEGAから除外。
sk: %d súborov odstránených z MEGA
tl: %d files ang tinanggal sa MEGA

# folderRemovedToRubbishBinMessage
source: 1 folder removed from MEGA
ja: MEGAからフォルダ１こ、除去しました。
sk: 1 priečinok odstránený z MEGA
tl: isang folder ang tinanggal sa MEGA

# foldersRemovedToRubbishBinMessage
source: %d folders removed from MEGA
ja: MEGAからフォルダ%dこ、除去しました。
sk: %d priečinkov bolo odstránených z MEGA
tl: %d folders ang tinaggal sa MEGA

# fileFolderRemovedToRubbishBinMessage
source: 1 file and 1 folder removed from MEGA
ja: MEGAからファイル１ことフォルダ１こ、除去しました。
sk: 1 súbor a 1 priečinok boli odstránené z MEGA
tl: isang file at folder ang tinanggal sa MEGA

# fileFoldersRemovedToRubbishBinMessage
source: 1 file and %d folders removed from MEGA
ja: MEGAからファイル１ことフォルダ%dこ、除去しました。
sk: 1 súbor a %d priečinkov bolo odstránených z MEGA
tl: isang file at %s folders ang tinanggal sa MEGA

# filesFolderRemovedToRubbishBinMessage
source: %d files and 1 folder removed from MEGA
ja: MEGAからファイル%dことフォルダ１こ、除去しました。
sk: %d súborov a 1 priečinok boli odstránené z MEGA
tl: %d files at isang folder ang tinanggal sa MEGA

# filesFoldersRemovedToRubbishBinMessage
source: [A] files and [B] folders removed from MEGA
ja: MEGAからファイル[A]ことフォルダ[B]こ、除去しました。
sk: [A] súborov a [B] priečinkov bolo odstránených z MEGA
tl: [A] files at [B] folders ang tinanggal sa MEGA

source: Current Password
ja: 現在のパスワード
sk: Aktuálne heslo
tl: Kasalukuyang password

source: New Password
ja: 新しいパスワード
sk: Nové heslo
tl: Bagong password

source: Confirm Password
ja: パスワード確認
sk: Potvrďte heslo
tl: Kumpirmahin ang password

# passwordChanged
source: Your password has been changed.
ja: あなたのパスワードは変更されました。
sk: Vaše heslo bolo zmenené.
tl: Nabago na ang iyong passsword.

# oldAndNewPasswordMatch
source: The new and the old password must not match.
ja: 新旧のパスワードが一致しません。
sk: Nové a staré heslo sa nesmú zhodovať.
tl: Ang bago at lumang password ay hindi tugma.

source: Forgot password?
ja: パスワードをわすれました？
sk: Zabudli ste heslo?
tl: Nalimutan ang password?

# youCanResetYourPasswordByFollowing
source: You can reset your password by following the recovery link that will be sent to your email.
ja: あなたのメールアドレスに送信される回復リンクに従って、パスワードをリセットすることができます。
sk: Dostanete odkaz pre obnovu, ktorý vám umožní zmeniť svoje heslo. Prosím, skontrolujte si váš email pre pokračovanie.
tl: Sundan ang recovery link na ipapadala sa emai mo upang mai-reset ang password.

# recoveryLinkHasExpired
source: This recovery link has expired, please try again.
ja: この回収リンクは期限切れです。やり直して下さい。
sk: Temuto odkazu pre obnovu vypršala platnosť, prosím skúste to znovu.
tl: Ang recovery link ay lipas na, subukang muli.

source: Password reset
ja: パスワードのリセット
sk: Reset hesla
tl: Ireset ang password

source: Please enter your Recovery Key
ja: リカバリーキーを入力してください
sk: Prosím zadajte váš Kľúč pre obnovu
tl: Ilagay ang inyong Recovery Keys

source: Recovery Key
ja: リカバリーキー
sk: Kľúč pre obnovu

source: Invalid Recovery Key
ja: リカバリーキー無効
sk: Neplatný kľúč pre obnovu
tl: Maling Recovery Key

# youRecoveryKeyIsGoingTo
source: Your Recovery Key is going to be used to reset your password. Please, enter your new password.
ja: あなたの回復キーは、パスワードのリセットに使用されます。新しいパスワードを入力してください。
sk: Váš Kľúč pre obnovu bude použitý pre obnovenie vášho hesla. Prosím, nastavte si nové heslo.
tl: Gagamitin ang iyong Recovery Key para ireset ang iyong password. Makikiusap na ilagay ang bagong password.

# yourPasswordHasBeenReset
source: Your password has been reset successfully. Please log into your account now.
ja: パスワードはリセットされています。新しいアカウントにログインして下さい。
sk: Vaše heslo bolo úspešte resetované. Prosím teraz sa prihláste do vášho účtu.
tl: Ang password ay nabago na. Maglog in na sa inyong account.

# forgotPassword_firstParagraph
source: If you have a backup of your Recovery Key, you can reset your password by selecting YES. No data will be lost.
ja: あなたの回復キーのバックアップがある場合は、「はい」を選択してパスワードをリセットできます。データは失われません。
sk: Pokiaľ máte zálohu vásho Kľúču pre obnovu, môžete si zmeniť heslo zvolením ÁNO. Žiadne dáta sa vám nestratia.
tl: Kung mayroon kang backup ng iyong Recovery Key, pupwede mong ireset ang iyong password sa pagpili ng OO. Walang data ang mawawala.

# forgotPassword_secondParagraph
source: You can still export your Recovery Key now if you have an active MEGA session in any other browser on this or any other computer. If you don't, you can no longer decrypt your existing account, but you can start a new one under the same e-mail address by selecting NO.
ja: このコンピューターまたは他のコンピュータ上の他のブラウザでアクティブなMEGAセッションがある場合でも、回復キーをエクスポートできます。そうしないと、既存のアカウントを復号することはできなくなりますが、［いいえ］を選択して同じメールアドレスで新しいアカウントを開始することができます。
sk: Stále môžete exportovať váš Kľúč pre obnovu, ak máte aktívnu reláciu MEGA v niektorom z iných prehliadačov alebo na inom zariadení. Pokiaľ nemôžete, už nemôžete dešifrovať svoj existujúci účet. Môžete však začať nový účet pod rovnakou emailovou adresou tým, že zvolíte NIE.
tl: Kung mayroon ka pang active session sa MEGA o sa alinmang browser dito o sa ibang computer, pupwede mo pa i-export ang iyong Recovery Key. Kung hindi naman, hindi mo made-decrypt ang iyong kasalukuyang accout, pero pwede kang magsimula ng bagong account sa ilalim ng parehas na e-mail address sa pagpili ng HINDI.

source: Do you have a backup of your Recovery Key?
ja: リカバリーキーバックアップがおありですか
sk: Máte zálohu svojho Kľúču pre obnovu?
tl: Meron ka bang backup ng iyong Recovery Key?

source: Great!
ja: 了解。では…
sk: Super!
tl: 'Yun oh!

# recoveryLinkToResetYourPassword
source: Please enter your e-mail address below. You will receive a recovery link that will allow you to submit your Recovery Key and reset your password.
ja: 以下にあなたのメールアドレスを入力してください。回復キーを送信してパスワードをリセットできる、回復リンクをあなたは受信します。
sk: Prosím nižšie zadajte svoj email. Dostanete obnovovací odkaz, ktorý vám umožní zadať váš Kľúč pre obnovu a obnoviť vaše heslo.
tl: Ilagay ang e-mail address sa ibaba. Makakatanggap ka ng recovery link na mabibigay daan sa iyo upang maisumite ang Recovery Key at upang i-reset ang iyong password.

source: Send
ja: 送信
sk: Odoslať
tl: Ipadala

# noMasterKey_title
source: Oops!
ja: おっと
sk: Hups!
tl: Naku!

# noMasterKey_firstParagraph
source: Due to our end-to-end encryption paradigm, you will not be able to access your data without either your password or a backup of your Recovery Key.
ja: エンドツーエンド暗号化パラダイムにより、パスワードまたは回復キーのバックアップのいずれかがなければ、データにアクセスすることはできません。
sk: Kvôli end-to-end šifrovaniu nebudete schopný pristupovať ku vašim datam bez vášho hesla alebo zálohy vášho Kľúča pre obnovu.
tl: Dahil sa aming end-to-end encryption paradigm, hindi mo pupwedeng puntahan ang iyong data ng walang password o ng backup ng iyong Recovery Key.

# noMasterKey_secondParagraph
source: You can park your existing account and start a fresh one under the same e-mail address. Your data will be retained for at least 60 days. In case that you recall your parked account's password, please contact support@mega.nz
ja: 既存のアカウントをそのままにしておいて、同じメールアドレスで新しいアカウントを開始することができます。あなたのデータは少なくとも60日間は保持されます。そのままにしておいたアカウントのパスワードを思い出した場合は、support@mega.nzまでご連絡ください。
sk: Svoj existujúci účet si môžete zaparkovať a začať si nový účet pod tou istou emailovou adresou. Vaše dáta budú zachované po dobu najmenej 60dní. V prípade, že si spomeniete heslo k zaparkovanému účtu, prosím kontaktujte support@mega.nz
tl: Pupwede mong i-park ang iyong kasalukuyang account at magsimula ng bagong account sa ilalim ng iisang e-mail address. Ang iyong data ay mananatili sa loob ng 60 na araw. Kung sakaling matandaan mo ang password ng naka-park na account, i-contact kami sa support@mega.nz

# recoveryLinkToParkYourAccount
source: Please enter your e-mail address below. You will receive a recovery link that will allow you to park your account.
ja: 以下にあなたのメールアドレスを入力してください。あなたはアカウントをそのままにしておける回復リンクを受信します。
sk: Prosím, nižšie zadajte svoj email. Dostanete naň odkaz pre obnovu, ktorý vám umožní zaparkovať váš účet.
tl: Ilagay ang iyong e-mail address sa ibaba. Makakatanggap ka ng recovery link na magbibigay daan upang mai-park mo ang iyong account.

source: Park account
ja: 古いアカウントを放っておく
sk: Zaparkovať účet

# startingFreshAccount
source: I acknowledge that I am starting a fresh, empty account and that I will lose all data in my present account unless I recall my password or locate an exported Recovery Key.
ja: 私は新しい、空のアカウントを開設しようとしており、私のパスワードを思い出したり、エクスポートされた回復キーを見つけたりしなければ、私の現在のアカウントにあるデータをすべて失うことを認めます。
sk: Chápem, že si otváram nový, prázdny účet a že prídem o všetky data v mojom aktuálnom účte, pokiaľ si nespomeniem na svoje heslo, alebo nenájdem exportovaný Kľúč pre obnovu.
tl: Pinatutunayan ko na ako ay magsisimula ng bagong, bakanteng account at mawawala ang aking lahat na kasalukuyang account hanggang sa matandaan o matagpuan ang aking inilabas na Recovery Key.

source: Start new account
ja: 新しいアカウントを開く
sk: Vytvoriť nový účet
tl: Magsimula ng bagong account

# yourAccounHasBeenParked
source: Your old account has been parked successfully. You can now log into your new account.
ja: 古いアカウントは放置されていますので、新しいアカウントにログインできます。
sk: Váš účet bol úspešne zaparkovaný. Teraz sa môžete prihlásiť do svojho nového účtu.
tl: Ang inyong lumang account ay naipark na. Maaari ka na mag-log sa bago mong account.

source: New email
ja: 新しいメール
sk: Nový email
tl: Bagong email

source: Confirm email
ja: メールを確認する
sk: Potvrdiť email
tl: Kumpirmahin ang email

source: Confirm new email
ja: メールアドレスを確認
sk: Potvrdiť nový email
tl: Kumpirmahin ang bagong email

source: Change email
ja: メールを変更する
sk: Zmeniť email
tl: Baguhin ang email

# oldAndNewEmailMatch
source: The new and the old email must not match
ja: 新しいEメールは現在のEメールと違う必要があります
sk: Starý a nový email sa nesmú zhodovať
tl: Hindi tugma ang bago at lumang email

source: Emails do not match
ja: メールアドレスが一致していません
sk: Emaily sa nezhodujú
tl: Hindi tugma ang email

# emailAddressChangeAlreadyRequested
source: You have already requested a confirmation link for that email address.
ja: あなたはすでにそのメールアドレス用の確認リンクを要求しています。
sk: Pre tento email ste si už potvrzovací odkaz vyžiadali.
tl: Ikaw ay humingi na ng kumpirmasyon sa email address na ito.

# emailIsChanging_description
source: Please go to your inbox and click the link to confirm your new e-mail address.
ja: あなたの受信トレイに移動し、新しいメールアドレスを確認するためにリンクをクリックしてください。
sk: Prosím choďte do svojho priečinku doručenej pošty a kliknite na odkaz pre potvrdenie vašej novej emailovej adresy.
tl: Pumunta sa inyong inbox at i-click ang link upang makumpirma ang inyong bagong email

# verifyYourEmailAddress_description
source: Please enter your password to verify your email address
ja: メールアドレスを確認するためにパスワードを入力してください
sk: Prosím zadajte vaše heslo pre overenie vašej emailovej adresy.
tl: Ilagay ang password upang ma-verify ang inyong email address

# congratulationsNewEmailAddress
source: Congratulations, your new e-mail address for this MEGA account is: [X]
ja: おめでとうございます。このMEGAアカウント用のあなたの新しいメールアドレスは次のとおりです：[X]
sk: Gratulujeme, vaša nová emailová adresa pre tento MEGA účet je: [X]
tl: Kongrats, ang inyong bagong e-mail address para sa MEGA account na ito ay: [X]

source: Close other sessions
ja: 他のセッションを閉じる
sk: Zavrieť ostatné relácie
tl: Isara ang ibang sesyon

source: Sessions closed
ja: セッションを閉じました
sk: Relácie ukončené
tl: Isinara ang session

# changePasscodeLabel
source: Change passcode
ja: パスコードを変更する
sk: Zmeniť prístupový kód
tl: Baguhin ang Passcode

# simplePasscodeLabel
source: Simple passcode
ja: 簡単なパスコード
sk: Jednoduchý prístupový kód
tl: Madaling passcode

# eraseAllLocalDataLabel
source: Erase local data
ja: ローカルデータを削除
sk: Zmazať lokálne data
tl: Pahiin ang local data

# failedAttempstSectionTitle
source: Logout and erase local data after 10 failed passcode attempts
ja: 10回のパスコード試行が失敗した後にログアウトし、ローカルデータを消去する
sk: Odhlásiť a zmazať lokálne dáta po 10 neúspešných pokusoch o uhádnutie hesla
tl: Mag-logout at burahin ang local data matapos ang 10 maling pagsubok sa passcode

source: Support
ja: サポート
sk: Podpora
tl: Suporta

# helpCentreLabel
source: Help centre
ja: ヘルプセンター
sk: Centrum pomoci
tl: Tulong

# rateUsLabel
source: Rate us
ja: 評価してください
sk: Ohodnoťte nás
tl: I-rate kami

source: Transfers
ja: 転送
sk: Prenosy
tl: Mga transfer

source: All
ja: 全部
sk: Všetky
tl: Lahat

source: Downloads
ja: ダウンロード
sk: Sťahovania
tl: Mga Downloads

source: Uploads
ja: アップロード
sk: Uploady
tl: Mga Uploads

source: Transfer cancelled
ja: 転送キャンセルしました。
sk: prenos zrušený
tl: Itinigil ang pagbabahagi

source: Transfers cancelled
ja: 転送キャンセルしました
sk: Prenosy zrušené
tl: Ang mga paglilipat ay itinigil na!

# cancelTransfersTitle
source: Cancel transfers
ja: 転送キャンセル
sk: Zrušiť prenosy
tl: Itigil ang transfer

# cancelTransfersText
source: Do you want to cancel %@?
ja: %@をキャンセルしますか？
sk: Chcete zrušiť %@?
tl: Gusto mo bang itigil ang %@?

# allInUppercaseTransfers
source: ALL transfers
ja: 全ての転送
sk: VŠETKY prenosy
tl: LAHAT ng transfer

# uploadInUppercaseTransfers
source: UPLOAD transfers
ja: アップロード中
sk: UPLOAD prenosy
tl: UPLOAD tranfers

# downloadInUppercaseTransfers
source: DOWNLOAD transfers
ja: ダウンロード中
sk: SŤAHOVANIE prenosy

source: My Account
ja: アカウント設定
sk: Môj účet
tl: sariling Account

source: View and edit profile
ja: プロファイルの表示と編集

source: Profile
ja: プロファイル
sk: Profil

# achievementsTitle
source: Achievements
ja: 実績
tl: Mga Achievements

source: Invite your friends
ja: ご友人を招待する
tl: I-invite ang kaibigan mo

# inviteYourFriendsExplanation
source: Select contacts from your phone’s contact list or enter multiple email adresses.
ja: Select contacts from your phone's contact list or enter multiple email addresses.
sk: Select contacts from your phone's contact list or enter multiple email addresses.
tl: Select contacts from your phone's contact list or enter multiple email addresses.

source: Insert your friend's email(s):
ja: お友達のEメールを入力:
tl: Maglagay ng email(s) ng/mga kaibigan mo:

source: How it works
ja: こうなっています。
sk: Ako to funguje
tl: Paano ito gumagana

# howItWorksMain
source: Your friend needs to register for a free account on MEGA and [S]install at least one MEGA client application[/S] (either the sync client or one of our mobile apps)
ja: ご友人はMEGAの無料アカウントに登録し、[S]MEGAクライアントアプリケーションを少なくとも1つインストールする[/S]必要があります（同期クライアントまたは当社のモバイルアプリのいずれか）。

# howItWorksSecondary
source: You can notify your friend through any method. You will earn the quota if you have entered your friend's email here prior to them registering with that address.
ja: 何らかの方法でご友人にお知らせください。ご友人がご友人のメールアドレスでご登録される前に、そのメールアドレスをこちらでご入力いただいた場合 あなたは当該容量を獲得します。

# howItWorksTertiary
source: You will not receive credit for inviting someone who has used MEGA previously and you will not be notified about such a rejection.
ja: MEGAを以前に使用したことのある人を招待した場合、あなたはそのクレジットを受け取ることはありません。また、そのような拒否について通知されることもありません。

source: Unlocked bonuses:
ja: 解除ボーナス：
tl: Buksan ang bonuses:

source: Storage Quota
ja: ストレージ容量制限
tl: Quota sa Lalagyan

source: Transfer Quota
ja: 転送容量制限
tl: Quota sa Paglilipat

source: Account base quota
ja: アカウントの原容量制限

source: Registration Bonus
ja: 登録実績
tl: Bonus para sa Pag-register

# registrationBonusExplanation
source: You have received %1 storage space as your free registration bonus.
ja: あなたは無料登録ボーナスとして%1のストレージスペースを受け取りました。

source: Referral bonuses
ja: 紹介ボーナス
tl: Bonuses para sa referral

source: Install MEGAsync
ja: MEGAsyncをインストールする
tl: I-install ang MEGAsync

# installMEGASyncCompletedExplanation
source: You have received %1 storage space and %2 transfer quota for installing MEGAsync.
ja: あなたはMEGAsyncのインストールに対して、%1のストレージスペースと%2の転送容量を受け取りました。

source: Install our mobile app
ja: 当社のモバイルアプリをインストール
tl: I-install ang aming mobile app

# installOurMobileAppCompletedExplanation
source: You have received %1 storage space and %2 transfer quota for installing our mobile app.
ja: あなたは当社のモバイルアプリのインストールに対して、%1のストレージスペースと%2の転送容量を受け取りました。

# xDaysLeft
source: %1 days left
ja: %1残り日
tl: %1 na araw na lang

# bonusExpiresIn
source: (Bonus expires in [S]%1[/S] %2)
ja: （ボーナスは[S]%1[/S]%2後に有効期限が切れます）

source: months
ja: か月
sk: mesiacov
tl: buwan

source: days
ja: 日間
tl: araw

source: Expired
ja: 失効済み
sk: Expirované
tl: Expired na

# logoutLabel
source: Logout
ja: ログアウト
sk: Odhlásiť
tl: Mag-logout

source: Logging out
ja: ログアウトします
sk: Odhlasovanie

source: Remove avatar
ja: アバターをはずす
sk: Odstrániť avatar
tl: Alisin ang avatar

source: Change Avatar
ja: アバターを替える
sk: Zmeniť avatar
tl: Baguhin ang Avatar

source: Change Name
ja: 名前の変更
tl: Baguhin ang Pangalan

source: You have successfully changed your profile.
ja: プロフィールを変更成功。
sk: Úspešne ste si zmenili profil.
tl: Matagumpay mong nabago ang iyong profile.

source: First Name
ja: 名前
sk: Krstné meno
tl: Pangalan

source: Last Name
ja: 姓（苗字）
sk: Priezvisko
tl: Apelyedo

source: Usage
ja: ご利用内容
sk: Využitie
tl: Nagamit na

# localLabel
source: Local
ja: ローカル
sk: Lokálne

# usedSpaceLabel
source: Used
ja: 利用済み
sk: Použité
tl: Gamit na

# availableLabel
source: Available
ja: 使用可能
sk: Dostupné

source: Account Type:
ja: アカウントタイプ:
sk: Typ účtu:
tl: Uri ng Account:

source: FREE
ja: 無料
sk: ZDARMA
tl: Libre

source: expires on %@
ja: 失効日%@
sk: expiruje %@
tl: magtatapos sa %@

source: Purchase history
ja: 購入履歴
sk: História nákupov
tl: history ng pag-purchase

source: Incoming Shares
ja: 共有フォルダ受信
sk: Príchodzie zdieľania
tl: Padating na mga Shares

source: of %@
ja: 全体は%@
sk: z %@
tl: ng %@

source: used of %@
ja: 使用可能枠%@
sk: využité z %@
tl: nakagamit ng %@

source: available of %@
ja: 利用可能枠%@
sk: dostupných z %@
tl: available na %@

source: Upgrade account
ja: アカウントをアップグレードする
sk: Upgrade účtu
tl: Ina-upgrade ang account

source: You can upgrade later in My Account
ja: マイアカウントで後でアップグレードできます

# cloudDriveIsAlmostFull
source: [S]Cloud Drive is almost full.[/S] [A]Upgrade now[/A] to a PRO account and get [S]up to 4 TB (4096 GB)[/S] of cloud storage space.
ja: [S]クラウドドライブはほぼいっぱいです。[/S]PROアカウントに[A]今すぐアップグレード[/A]し、[S]最大4 TB（4096 GB）[/S]のクラウドストレージスペースを取得してください。

# productSpace
source: Storage
ja: ストレージ
sk: Úložný priestor
tl: Lagayan

# productBandwidth
source: Bandwidth
ja: データ帯域
sk: Šírka pásma

# productPricePerMonth
source: %.2f %@ per month
ja: ひと月%.2f %@
sk: %.2f %@ mesačne
tl: %.2f %@ kada buwan

# choosePlan
source: Choose one of the plans from below:
ja: 次のプランのうち、１つお選び下さい:
sk: Vyberte si jeden z plánov nižšie:
tl: Pumili ng plano sa ibaba:

# twoMonthsFree
source: Get two months free if you subscribe to a one-year PRO plan
ja: プロプラン１年間契約を購入すると、２ヶ月分無料となります。
sk: Získajte dva mesiace zdarma, ak si predplatíte PRO plán na rok
tl: Makakuha ng 2 libreng buwan at mag-subscribe ng isang taon sa PRO plan

source: Select membership:
ja: メンバーシップを選択:
sk: Vyberte členstvo:
tl: Pumili ng membership:

source: Save 17%
ja: 17%割引
sk: Ušetrite až 17%
tl: Makaipon ng 17%

# wrongPurchase
source: WRONG PURCHASE %@ (%ld)
ja: 購入エラー%@ (%ld)
sk: CHYBNÝ NÁKUP %@ (%ld)
tl: MALING PAGBILI %@ (%ld)

# appPurchaseDisabled
source: In-App Purchases is disabled, please enable it in the iOS Settings
ja: アプリ内の購入は今無効です。iOS設定で有効にしてください。
sk: Nákupy v aplikácii sú zakázané, prosím povoľte ich v nastaveniach iOS
tl: Ang In-App Purchases ay tinanggal, paganahin ito sa pagpunta sa iOS Settings

# productNotFound
source: Product %@ is not found, please contact ios@mega.nz
ja: %@ が見つかりません。ios@mega.nzまでご連絡下さい。
sk: Produkt %@ nebol nájdený, prosím kontaktujte ios@mega.nz.
tl: Hindi makita ang produktong %@ , i-contact ang ios@mega.nz

# allowPurchase_title
source: Allow purchases
ja: 購入を有効にして下さい。
sk: Povoliť nákupy
tl: Payagan ang pagbili

# allowPurchase_message
source: You must enable In-App Purchases in your iOS Settings before restoring a purchase.
ja: 購入を修復する前に、あなたのiOS設定で、アプリ内購入を有効にして下さい。
sk: Pred obnovením nákupu musíte povoliť nákupy v Aplikácii v nastaveniach iOS.
tl: Kailangan mong paganahin ang In-App na Pagbili sa iyong iOS Settings bago mag-restore ng pagbili.

source: Restore
ja: 修復する
sk: Obnoviť
tl: I-restore

source: Monthly
ja: 月ごと
sk: Mesačne
tl: Buwanan

source: Yearly
ja: 年ごと
sk: Ročne
tl: Taunan
