Repository: sofqi/iOS3
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: ja, sk, tl

# productNotAvailable
source: This In-App Purchase item is not available in the App Store at this time. Please try again later.
ja: アプリ内購入使用としているそのアイテムは、現在アプストアにはありません。後日、またトライして下さい。
sk: Tento nákup cez aplikáciu momentálne nie je dostupný v App Store. Prosím skúste to neskôr.
tl: Ang In-App Purchase item ay wala pa sa App Store ngayon. Subukan muli mamaya.

# thankYou_title
source: Thank you
ja: ありがとうございました。
sk: Ďakujeme
tl: Maraming salamat

# purchaseRestore_message
source: Your purchase was restored
ja: あなたの購入は復活しました。
sk: Váš nákup bol obnovený
tl: Ang inyong binibili ay naibalik

# failedPurchase_title
source: Purchase stopped
ja: 購入中断
sk: Nákup zastavený
tl: Itinigil ang pagbili

# failedPurchase_message
source: Either you cancelled the request or Apple reported a transaction error. Please try again later, or contact ios@mega.nz.
ja: あなたからキャンセルが要請されたか、アップルが処理エラーを出したようです。後で再度トライするか、ios@mega.nzまでご連絡下さい。
sk: Buď ste zrušili žiadosť alebo Apple nahlásil transakčnú chybu. Prosím, skúste to znovu, alebo kontaktujte iso@mega.nz.
tl: Maaaring itinigil mo ang request o nag-report ang Apple ng isang transaction error. Muling subukan o i-contact ang ios@mega.nz.

# incompleteRestore_title
source: Restore issue
ja: 復活エラー
sk: Problém s obnovením
tl: Irestore ang issue

# incompleteRestore_message
source: The previous purchase could not be found. Please select the previously purchased product to restore. You will NOT be charged again.
ja: 前回の支払い記録が見つかりません。前回の購入アイテムを復活させて下さい。２度請求することはありません。
sk: Predhcádzajúci nákup nebol nájdený. Prosím vyberte skôr zakúpený produkt pre obnovu. Peniaze vám NEBUDÚ znovu stiahnuté.
tl: Ang nauna mong binili ay hindi makita. Piliin muli ang binili mo para maibalik. Wala itong charge.

# failedRestore_title
source: Restore stopped
ja: 復活中断
sk: Obnovenie zastavené
tl: Itinigil ang pagrerestore

# failedRestore_message
source: Either the request was cancelled or the prior purchase could not be restored. Please try again later, or contact ios@mega.nz.
ja: リクエストがキャンセルされたか、支払いが復活できませんでした。後で再度トライするか、ios@mega.nzまでご連絡下さい。
sk: Buď bola požiadavka zrušená alebo predchádzajúci nákup nebol obnovený. Prosím skúste to znovu, alebo kontaktujte ios@mega.nz.
tl: Maaaring ang inyong request ay itinigil o ang naunang pagbili ay hindi nairestore. Muling subukan mamaya o i-contact ang ios@mega.nz.

# enableDebugMode_title
source: Enable DEBUG mode
ja: デバッグモードを有効にします
sk: Povoliť DEBUG mód
tl: Pagganahin ang DEBUG mode

# enableDebugMode_message
source: A log will be created in the Offline section (MEGAiOS.log). Logs can contain information related to your account.
ja: ログがオフラインセクションに作成されます(MEGAiOS.log)。ログには、アカウントに関連する情報が含めることができます。
tl: Isang log ang bubuoin sa Offline section (MEGAiOS.log). Maaaring laman ng logs ang impormasyon na tungkol sa inyong account.

# disableDebugMode_title
source: Disable DEBUG mode
ja: デバッグモードを無効にする
sk: Zakázať DEBUG mód
tl: Patayin ang DEBUG mode

# disableDebugMode_message
source: The log (MEGAiOS.log) will be deleted from the Offline section.
ja: ログ（MEGAiOS.log）は、オフラインセクションから削除されます。
sk: Log (MEGAiOS.log) bude zmazaný z vašej Offline sekicie.
tl: Ang log (MEGAiOS.log) ay mabubura sa Offline section.

# removeItemFromOffline
source: Are you sure you want to delete this item from Offline?
ja: オフラインからこのアイテムを削除してもよろしいですか
sk: Ste si istý, že chcete odstrániť tento súbor z Offline-u?
tl: Gusto mo bang burahin ang bagay na ito sa iyong Offline?

# removeItemsFromOffline
source: Are you sure you want to delete these items from Offline?
ja: オフラインからこのアイテムを削除してもよろしいですか
sk: Ste si istý, že chcete odstrániť tieto súbory z Offline-u?
tl: Gusto mo bang pahiin ang items sa iyong Offline?

source: Chat
ja: チャット

source: No Conversations
ja: 会話なし
sk: Žiadne konverzácie
tl: Walang Conversations

source: Chat is disabled
ja: チャット無効
tl: Ihinihinto muna ang Chat

source: Enable
ja: オンにする
tl: Paganahin

source: Conversations
ja: 会話
sk: Konverzácie
tl: Mga pag-uusap

source: Invite
ja: 招待
sk: Pozvať
tl: Imbitahan

source: This message has been deleted
ja: このメッセージは削除されました。
tl: Binura na ang mensahe

source: Me
ja: 自分
sk: Ja
tl: Ako

# wasRemovedFromTheGroupChatBy
source: [A] was removed from the group chat by [B].
ja: [A]さんは[B]さんによってグループチャットから削除されました。

# leftTheGroupChat
source: [A] left the group chat.
ja: [A] がグループチャットから退出しました
tl: Umalis si [A] sa group chat.

# joinedTheGroupChatByInvitationFrom
source: [A] joined the group chat by invitation from [B].
ja: [A]さんは[B]さんからの招待によってグループチャットに参加しました。

# clearedTheChatHistory
source: [A] cleared the chat history.
ja: [A]が履歴をクリアしました。
tl: Binura ni [A] ang chat history.

# wasChangedToBy
source: [A] was changed to [B] by [C].
ja: [A]は[C]さんによって[B]に変更されました。

# changedGroupChatNameTo
source: [A] changed group chat name to '[B]'.
ja: [A]はグループチャット名前を[B]に編集しました。

source: Add Participant...
ja: 参加者を追加...
sk: Pridať účastníka
tl: Magdagdag ng kasali...

source: Status
ja: ステータス
sk: Stav
tl: Katayuan

source: Voice and Video Calls
ja: 音声通話とビデオ通話
tl: Voice at Video Calls

source: Use Mobile Data
ja: モバイルデータを利用します
tl: Gamitin ang Mobile Data

source: Auto-away
ja: 自動退席

source: [X] minutes
ja: [X]分
sk: [X] minút
tl: [X] minuto

source: 1 minute
ja: 1分
sk: 1 minúta
tl: 1 minuto

source: Show me away after [X] minutes of inactivity
ja: 非アクティブ状態が[X]分続いたら退席中と表示します
tl: Alisin mo ako pagkatapos ng [X] na minuto ng walang aktibidad

source: Show me away after 1 minute of inactivity
ja: 非アクティブ状態が1分続いたら退席中と表示します
tl: Alisin mo ako pagkatapos ng 1 minutong walang aktibidad

source: Status Persistence
ja: ステータスの永続性

# maintainMyChosenStatusAppearance
source: Maintain my chosen status appearance even when I have no connected devices.
ja: 接続された端末がない場合でも、選択したステータスの状態を維持します。
tl: Panatilihin ang napili kong status kahit na walang naka-connect na device.

source: (edited)
ja: 編集された
sk: (upravené)
tl: (binago)

source: Online
ja: オンライン

source: Away
ja: 不在
sk: Pre4
tl: Wala

source: Busy
ja: 通信中
sk: Zaneprázdnený
tl: Abala

source: Contact Info
ja: 知り合いに関する情報
sk: Kontaktné informácie

source: Notifications
ja: お知らせ
sk: Upozornenia
tl: Abiso

source: Send Message
ja: メッセージを送信
tl: Magpadala ng mensahe

source: Verify Credentials
ja: 本人確認証明
tl: I-verify ang Credentials

source: Clear Chat History
ja: チャット履歴をクリア
sk: Zmazať históriou chatu
tl: Burahin ang Chat History

# clearTheFullMessageHistory
source: Are you sure you want to clear the full message history of this conversation?
ja: この会話の完全なメッセージ履歴をクリアしてもよろしいですか？
sk: Ste si istý, že chcete zmazať kompletnú históriu tejto konverzácie?
tl: Sigurado ka bang gusto mong burahin ang kabuoang pag-uusap na ito?

source: Continue
ja: 続ける
sk: Pokračovať
tl: Ipagpatuloy

source: Close Chat
ja: チャットを 閉じる
tl: Isara ang Chat

source: Shared Folders
ja: 共有フォルダ
sk: Zdieľané priečinky
tl: Folders na Shared

source: Contact Credentials
ja: 本人確認
tl: Credentials ng Contact

# thisIsBestDoneInRealLife
source: This is best done in real life by meeting face to face. If you have another already-verified channel such as verified OTR or PGP, you may also use that.
ja: 実際に顔を合わせるのが一番いい方法です。すでに認証済みのOTRやPGRがあれば、それを使うのも良いでしょう。
sk: Toto je najlepšie osobne v reálnom živote. pokiaľ máte iné overené spôsoby ako napríklad ovrené OTR alebo PGP, môžte ich taktiež použiť.
tl: Ito ay magandang gawin ng harapan at personal. Kung meron kang ibang verified channel gaya ng verified OTR at PGP, pwede mo itong gamitin.

source: Your Credentials
ja: 本人確認
tl: Ang iyong Credentials

source: Reset
ja: リセット
sk: Obnoviť
tl: I-reset

source: Approve
ja: 許可する
sk: Schváliť
tl: Payagan

source: Start Conversation
ja: チャットを開始
tl: Simulan ang Conversation

source: Group
ja: グループチャット

source: Group Info
ja: グループ情報
tl: Info ng Group

source: Group Chat
ja: グループチャット

source: Rename Group
ja: グループ名前を変更
sk: Premenovať skupinu
tl: Baguhin ang pangalan ng Grupo

source: Change Group Avatar
ja: グループアバターを変更
tl: Baguhin ang Group Avatar

source: Leave
ja: 出る
sk: Ponechať
tl: Lumisan

source: More
ja: もっと
sk: Viac
tl: dagdagan pa

source: Mute
ja: ミュート
tl: I-mute

source: Info
ja: インフォ

source: Close
ja: 閉じる
sk: Zavrieť
tl: Isara

source: You will no longer have access to this conversation
ja: あなたはこの会話にアクセスできなくなります

source: Leave Chat
ja: チャットから退出
sk: Opustiť konverzáciu
tl: Iwan ang chat

source: Leave Group
ja: グループから退出
tl: Umalis sa Group

source: Participants
ja: 参加者
tl: Mga Kasama

source: Moderator
ja: モデレーター
sk: Moderátor

source: Standard
ja: 標準
sk: Štandardný

source: Remove Participant
ja: 参加者を削除する
sk: Odstrániť účastníka

# chatIntroductionMessage
source: MEGA protects your chat with end-to-end (user controlled) encryption providing essential safety assurances:
ja: MEGAは、必須の安全保証をご提供するエンドツーエンド（ユーザー制御の）暗号化を使用してチャットを保護いたします：
sk: MEGA chráni váš chat pomocou end-to-end (užívateľom kontrolovaného) šifrovania, poskytujúceho základné záruky ochrany:
tl: Inaalagan ng MEGA ang inyong end-to-end (kontrolado ng gumagamit) encryption sa pamamagitan ng mga mahahalagang kasiguruhang pangkaligtasan:

# confidentialityExplanation
source: [S]Confidentiality.[/S] Only the author and intended recipients are able to decipher and read the content.
ja: [S]機密性。[/S]作者と意図された受信者のみがコンテンツを解読して読むことができます。
sk: [S]Diskrétnosť.[/S] Iba autor a mienený príjemcovia sú schopný dešifrovať a prehliadať obsah.
tl: [S]Confidentiality.[/S] Tanging ang may-akda at ang mga pinadalhan lamang ang makakabasa nito para ma-decipher at mabasa ang nilalaman.

# authenticityExplanation
source: [S]Authenticity.[/S] The system ensures that the data received is from the sender displayed, and its content has not been manipulated during transit.
ja: [S]真正性。[/S]このシステムは、受信したデータは表示されている送信者からのものであり、そのコンテンツが転送中に操作されていないことを保証します。
sk: [S]Autentickosť.[/S] Systém zabezpečuje, že prijaté dáta sú od zobrazeného odosieľatela a že s ich obsahom nebolo počas prenosu manipulované.
tl: [S]Authenticity.[/S] Sinusigurado ng system na ang datos na matatanggap ay galing sa nagpadala, at ang nilalaman nito ay hindi napalitan habang naglilipat.

source: Chat not found
ja: チャットなし
tl: Hindi nakita ang chat

source: %@ is typing ...
ja: %1が入力中です...
tl: Nagtatype si %@ ...

source: Write a message...
ja: メッセージを入力...
sk: Napíšte správu...
tl: Magsulat ng mensahe...

source: No conversation history
ja: 会話履歴なし
sk: Žiadna história konverzácií
tl: Walang naitalang pag-uusap

source: Retry
ja: もう一度やる
sk: Skúsiť znova
tl: Subukang muli

source: Delete message
ja: メッセージを削除
sk: Zmazať správu
tl: Burahin ang mensahe

source: From Cloud drive
ja: クラウドドライブから

source: From device
ja: 端末から

source: Contact
ja: 知り合い
sk: Kontakt

source: Send contact
ja: 知り合いを送信
sk: Odoslať kontakt
tl: Ipadala ang contact

source: Done
ja: 完了
sk: Hotovo
tl: Tapos na.

source: Send Files
ja: ファイルを送る
sk: Poslať súbory
tl: Magpadala ng files

source: Warning
ja: 警告
sk: Upozornenie
tl: Babala

# allFilesSavedForOfflineWillBeDeletedFromYourDevice
source: All files saved for Offline will be deleted from your device. Proceed to logout?
ja: オフライン用に保存されたファイルはすべて、端末から削除されます。ログアウトに進みますか？
tl: Mabubura sa iyong device ang lahat ng files na naka-save sa Offline. Gusto mo bang magpatuloy sa logout?

# depletedTransferQuota_title
source: Depleted transfer quota
ja: 転送容量が枯渇しました
tl: Depleted na ang transfer quota

# depletedTransferQuota_message
source: Your queued download exceeds the current transfer quota available for your account and may therefore be interrupted.
ja: あなたのキューに入れられたダウンロードは、あなたのアカウントで利用可能な現在の転送容量を超えているため、中断される可能性があります。

source: See plans
ja: 計画を参照
tl: Tingnan ang plano

source: Dismiss
ja: 終了する
sk: Zrušiť
tl: Alisin

source: New Message
ja: 新しいメッセージ
tl: Bagong mensahe

source: Contact Request
ja: コンタクト要求

source: New Shared Folder
ja: 新しい共有フォルダ
tl: Bagong shared folder

source: Are you sure you want to abort the registration?
ja: 登録を中止しますか？
sk: Ste si istý, že chcete prerušiť registráciu?
tl: Gusto mo bang itigil na ang registration?

# misspelledEmailAddress
source: If you have misspelled your email address, correct it and click 'Resend'.
ja: メールアドレスのスペルを間違った場合、それを修正して「再送信」をクリックしてください。
sk: Pokial ste zle napísali vašu emailovú adresu, opravte ju a stlačte "Odoslať znovu".
tl: Kung mali ang nailagay na email address, itama ito at i-click ang 'Ipadala muli'.

source: Resend
ja: 再送
sk: Odoslať znovu
tl: Ipadala muli

# alreadyAContact
source: %s is already a contact.
ja: %sさんはすでに連絡先に入っています。
sk: %s už je medzi vašimi kontaktami.
tl: Contact mo na si %s.

# sentContact
source: Sent Contact: %s
ja: 知り合いを送信：%s
sk: Odoslaný kontakt: %s
tl: Ipadala ang Contact na si: %s

# sentXContacts
source: Sent %s Contacts.
ja: %s人の知り合いを送信しました。
sk: Odoslaných %s kontaktov
tl: Naipadalang mga % Contacts.

# attachedFile
source: Attached: %s
ja: 添付された:
sk: Priložené %s
tl: Nakalakip: %s

# attachedXFiles
source: Attached %s files.
ja: %s個のファイルを添付しました。
sk: Priložených %s súborov
tl: Mga nakalakip na %s files.

# autorenewableDescription
source: Subscriptions are renewed automatically for successive subscription periods of the same duration and at the same price as the initial period chosen. You can switch off the automatic renewal of your MEGA PRO subscription no later than 24 hours before your next subscription payment is due via your iTunes account settings page. To manage your subscriptions, simply click on the App Store icon on your handset, sign in with your Apple ID at the bottom of the page (if you haven't already done so) and then click View ID. You'll be taken to your account page where you can scroll down to Manage App Subscriptions. From there, you can select your MEGA PRO subscription and view your scheduled renewal date, choose a different subscription package or toggle the on-off switch to off to disable the auto-renewal of your subscription.
ja: サブスクリプションは、選択した最初の期間と同じ期間の連続したサブスクリプション期間を対象に、および同じ価格で、自動的に更新されます。あなたのiTunesアカウントの設定ページから、次回のサブスクリプションのお支払い期限が切れる24時間前までに、MEGA PROサブスクリプションの自動更新をオフにすることができます。サブスクリプションを管理するには、携帯端末のApp Storeアイコンをクリックし、ページの下部にあるあなたのApple IDでサインインしてから（まだそのように行っていない場合）、「IDを表示」をクリックします。すると、アカウントのページに移動し、そこで「アプリサブスクリプションの管理]まで下にスクロールします。そこから、MEGA PROのサブスクリプションを選択したり、あなたの予定されている更新日を確認したり、別のサブスクリプションパッケージを選択したり、オン/オフスイッチをオフに切り替えて、サブスクリプションの自動更新を無効にしたりできます。
sk: Predplatné sa automaticky obnovuje pre po sebe idúce predplatné obdobia s rovnakou dĺžkou a za rovnakú cenu ako je prvotne zvolená. Automatické predlžovanie predplatného vášho MEGA PRO účtu môžete zmeniť najneskôr 24 hodín predtým ako je splatnosť vášho predplatného cez stránku nastavení vášho iTunes účtu. Pre správu vašich predplatných, jednoducho kliknite na ikonu App store na vašom zariadení, prihláste sa pomocou vášho Apple ID (ak ste tak už neurobili predtým) a kliknite na Zobraziť ID. Budete presmerovaný na stránku vášho účtu kde môžete zoskrolovať nižšie na Správu Predplatených Aplikácií. Tam si môžete zvoliť MEGA PRO predplatné a nechať si zobraziť dátum obnovy, vybrať iný predplatený balíček alebo prepnúť "Zapnuté/Vypnuté" pre vypnutie automatického predlžovania predplatného.
tl: Ang subscriptions ay kaagad na nirereview sa magkakasunod na subscription periods sa parehas na haba ng panahon at sa parehas na presyo sa napiling panahon. Pupuwede ng patayin ang automatic renewal ng iyong MEGA PRO subscription sa loob ng 24 oras bago ang iyong susunod na bayad sa subscription papunta sa iyong iTunes account settings page. Para ayusin ang iyong subscription, i-click ang AppStore icon sa iyong handset, mag-sign in gamit ang iyong Apple ID sa ilalim ng page (kung hindi pa nagagawa ito) at i-click ang View ID. Dadalhin ka nito sa iyong account page, mag-scroll down ka at pumunta sa Manage App Subscriptions. Pamula dito, pupwede mong piliin ang iyong MEGA PRO subscription at tingnan ang iyong nakatakdang petsa ng renewal, pumili ng ibang subscription package at mag-toggle sa on-off switch para patayin ang auto-renewal ng iyong subscription.

source: Open MEGA and sign in to continue
ja: MEGAを開いて、ログインして続行してください
tl: Buksan ang MEGA at mag-sign in upang magpatuloy

source: Revoke
ja: 取り消す
sk: Odobrať
tl: Bawiin

# shareExtensionUnsupportedAssets
source: Some items could not be shared with MEGA
ja: 一部のアイテムはMEGAと共有できませんでした
tl: May ilang items na hindi pwedeng ibahagi sa MEGA

source: Transfer failed:
ja: 転送できず:
sk: Prenos zlyhal:
tl: Naudlot ang paglilipat:

source: No error
ja: エラーなし
sk: Bez chýb
tl: Walang error

source: Internal error
ja: エラー発生
sk: Interná chyba
tl: Internal na error

source: Invalid argument
ja: 引数無効
sk: Neplatný argument
tl: Maling argumento

source: Request failed, retrying
ja: リクエスト失敗、再度トライ中
sk: Požiadavka zlyhala, skušame to znovu
tl: Bigo ang request, sinusubokang muli

source: Rate limit exceeded
ja: レート上限超過
sk: Prekročený limit
tl: Lagpas na sa rate limit

source: Failed permanently
ja: 転送できませんでした。
sk: Permanentné zlyhanie
tl: Pumalpak talaga

source: Too many concurrent connections or transfers
ja: 同時接続又は転送が多すぎます。
sk: Príliš veľa súbežných pripojení alebo prenosov
tl: Masyadong maraming sabay-sabay na koneksyon o paglilipat

source: Out of range
ja: 領域外
sk: Mimo rozsah

source: Expired
ja: 失効済み
sk: Expirované
tl: Expired na

source: Not found
ja: 見つかりません。
sk: Nenájdené
tl: Hindi makita

source: Circular linkage detected
ja: 環状連鎖あり
sk: Bolo zistené cyklické prelinkovanie
tl: Na-detect ang circular linkage

source: Access denied
ja: アクセスは拒否されました。
sk: Prístup zamietnutý
tl: Hindi maaari

source: Already exists
ja: 既に存在します。
sk: Už existuje
tl: Meron na

source: Incomplete
ja: 不完全です。
sk: Nedokončené
tl: Di natapos

source: Invalid key/Decryption error
ja: 鍵が無効／複合化エラー
sk: Neplatný kľúč/Chyba dešifrovania
tl: Maling key/Error sa pagdedecrypt

source: Bad session ID
ja: セッションID不良
sk: Chybné session ID
tl: Maling session ID

source: Blocked
ja: 妨害されています
sk: Blokované
tl: Hinarangan

source: Over quota
ja: クォータ超過
sk: Nad limit
tl: Lagpas na sa quota

source: Temporarily not available
ja: 今は使えません。
sk: Dočasne nedostupné
tl: Hindi muna available

source: Connection overflow
ja: 接続過多
sk: Zahltené pripojenie

source: Write error
ja: エラーを書き込む
sk: Chyba zápisu

source: Read error
ja: エラーを読み取る
sk: Chyba čítania

source: Invalid application key
ja: アプリ鍵無効
sk: Neplatný kľúč aplikácie
tl: Maling application key

source: Unknown error
ja: 未知のエラー
sk: Neznáma chyba
tl: Di matukoy na error

# languageRestartAlert
source: You will need to restart MEGA after changing the language
ja: 言語を変更後、MEGAを再起動する必要があります
tl: Kinakailangan mag-restart ng MEGA pagkatapos magbago ng wika

# languageRestartNotification
source: Language changed. Tap to restart.
ja: 言語が変更されました。タップして再起動します。

# generalDescriptionParagraph1
source: MEGA is a secure cloud storage service that gives you 50 GB free storage space. Unlike other cloud storage providers, your data is encrypted and decrypted by your client devices only and never by us.
ja: MEGAは安全なクラウドストレージサービスで、50 GB無料ストレージ容量をご提供しております。他のクラウドストレージプロバイダとは異なり、あなたのデータはあなたのクライアント端末によってのみ暗号化され、復号されます（当社では決して行いません）。

# generalDescriptionParagraph2
source: Upload your files from your smartphone or tablet, then search, store, download, stream, view, share, rename or delete your files any time, from any device, anywhere. Share folders with your contacts and see their updates in real time.
ja: スマートフォンやタブレットからファイルをアップロードしてから、いつでも、どこでも、どんな端末からでも、ファイルの検索、保存、ダウンロード、ストリーム配信、表示、共有、名前の変更、削除を行うことができます。あなたの連絡先とフォルダを共有し、連絡先の最新情報をリアルタイムで表示します。

# generalDescriptionParagraph3
source: The encryption process means we cannot access or reset your password so you MUST remember it (unless you have your Recovery Key backed up) or you will lose access to your stored files.
ja: 暗号化プロセスでは、当社はあなたのパスワードにアクセスしたり、それをリセットしたりすることができないため、あなたはパスワードを必ず覚えておく必要があります（復元キーをバックアップしない限り）。そうしないと、保存されたファイルにアクセスできなくなります。

# generalDescriptionParagraph4
source: Inside the app you can upgrade your storage space and transfer quota with a monthly or yearly subscription.
ja: アプリ内では、毎月または年間のサブスクリプションで、ストレージスペースと転送容量をアップグレードすることができます。

# generalDescriptionParagraph5
source: PRO LITE subscription: €4.99 (US$4.99) per month or €49.99 (US$49.99) per year gives you 200 GB of storage space and 1 TB of transfer quota per month. PRO I subscription: €9.99 (US$9.99) per month or €99.99 (US$99.99) per year gives you 1 TB of storage space and 2 TB of transfer quota per month. PRO II subscription: €19.99 (US$19.99) per month or €199.99 (US$199.99) per year gives you 4 TB of storage space and 8 TB of transfer quota per month. PRO III subscription: €29.99 (US$29.99) per month or €299.99 (US$299.99) per year gives you 8 TB of storage space and 16 TB of transfer quota per month.
ja: PRO LITEサブスクリプション：月額4.99€（4.99US$）または年間49.99€（49.99US$）で、200GBのストレージスペースと毎月1TBの転送容量をご利用いただけます。PRO Iサブスクリプション：月額9.99€（9.99US$）または年間99.99€（99.99US$）で、1 TBのストレージスペースと毎月2TBの転送容量をご利用いただけます。PRO IIサブスクリプション：月額19.99€（19.99US$）または年間199.99€（199.99US$）で、4 TBのストレージスペースと毎月8TBの転送容量をご利用いただけます。PRO IIIサブスクリプション：月額29.99€（29.99US$）または年間299.99€（299.99US$）で、8TBのストレージスペースと毎月16TBの転送容量をご利用いただけます。

# generalDescriptionParagraph6
source: For more info, please check our website: Mobile - https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.html Desktop - https://mega.nz/
ja: 詳細については、当社のウェブサイトをご覧ください：モバイル－ https://mega.nz/mobile_terms.html - https://mega.nz/mobile_privacy.htmlデスクトップ－https://mega.nz/

source: Conversation with %@
tl: Pag-uusap kay %@
