Repository: sofqi/iOS3
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: ja, sk, tl

source: Cancel
ja: キャンセル
sk: Zrušiť
tl: Kanselahin

source: Yes
ja: はい
sk: Áno
tl: Oo

source: No
ja: いいえ
sk: Nie
tl: Hindi

source: Upload
ja: アップロード
tl: I-upload

source: Error
ja: エラー
sk: Chyba

source: Name
ja: 名前
sk: Meno
tl: Pangalan

source: Edit
ja: 編集
sk: Upraviť
tl: Baguhin

source: Saved
ja: 保存しました
sk: Uložené
tl: Naisave

source: Passcode
ja: パスコード
sk: Heslo

source: Size
ja: サイズ
sk: Veľkosť
tl: Sukat

source: Folder
ja: フォルダ
sk: Priečinok

# noCamera
source: No camera available
ja: カメラ無効
sk: Žiadna dostupná kamera
tl: Walang camera

source: Attention
ja: 注意
sk: Upozornenie
tl: PAUNAWA

# cameraPermissions
source: Please give MEGA app permission to access your Camera in your Settings
ja: 設定で、MEGAアプリがあなたのカメラにアクセスできるよう許可して下さい。
sk: Prosím, dajte v Nastaveniach MEGA aplikácii povolenie na prístup ku Fotoaparátu
tl: Bigyan ng permiso ang MEGA app na ma-access ang inyong Camera sa Settings

# photoLibraryPermissions
source: Please give MEGA app permission to access your photo library in Settings
ja: 設定でMEGAアプリがあなたのフォトライブラリーにアクセスできるよう、許可して下さい。
sk: prosím udeľte MEGA aplikácii v nastaveniach povolenie na prístup k vašej galérii fotiek
tl: Bigyan ng permiso ang MEGA app na ma-access ang inyong photo library sa Settings

# emptyFolderMessage
source: You can't download an empty folder
ja: 空のフォルダをダウンロードすることができません。
sk: Nemôžete stiahnuť prázdny priečinok
tl: Hindi ka pupwedeng mag-download ng bakanteng folder

# accountAlreadyConfirmed
source: Your account has already been activated. Please log in.
ja: あなたのアカウントはすでに作成されています。ログインしてください。
sk: Váš účet už bol aktivovaný. Prosím, prihláste sa.
tl: Ang inyong account ay aktibo na. Mag-log in na.

# linkNotValid
source: Invalid link
ja: リンク無効
sk: Neplatný odkaz
tl: Maling link

# decryptionKeyAlertTitle
source: Enter decryption key
ja: 復号化鍵を入力してください。
sk: Vložte dešifrovací kľúč
tl: Pakilagay ng decryption key

# decryptionKeyAlertMessage
source: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.
ja: このフォルダ/ファイルにアクセスするには、その復号キーが必要です。そのキーをお持ちではない場合、リンクの作成者に尋ねてください。
sk: Pre prístup k tomuto priečinku/súboru budete potrebovať jeho dešifrovací kľúč. Ak ho nemáte, kontaktujte autora odkazu.
tl: Kailangan mo ng Decryption key upang ma-access ang folder/file na ito. Kung wala kang key, i-contact ang gumawa ng link.

source: Decryption key
ja: 復号化鍵
sk: Dešifrovací kľúč
tl: Key para sa decryption

source: Decrypt
ja: 復号化
sk: Dešifrovať
tl: I-decrypt

# decryptionKeyNotValid
source: Invalid decryption key
ja: 復号化鍵無効
sk: Neplatný dešifrovací odkaz
tl: Maling decryption key

# loggedOut_alertTitle
source: Logged out
ja: ログアウト済み
sk: Odhlásený
tl: Naglog-out na

# loggedOutFromAnotherLocation
source: You have been logged out of this device from another location
ja: 別の場所から、この機器はログアウトされました。
sk: Z tohoto zariadenia ste boli z iného miesta odhlásený
tl: Ikaw ay nag-log out sa device na ito sa ibang lokasyon

# sslUnverified_alertTitle
source: Server's SSL key can't be verified. You could be affected by a man-in-the-middle attack.
ja: サーバーのSSL鍵が照合できません。中間者攻撃かも知れません。
sk: Nebolo možné overiť serverový SSL kľúč. Je možné, že ste pod vplyvom útoku typu man-in-the-middle.
tl: Ang SSL key ng Server ay hindi ma-verify. Ikaw ay maaaring apektado ng isang man-in-the-middle attack.

# takingLongerThanExpected
source: The process is taking longer than expected. Please wait...
ja: プロセスに予想以上時間がかかっています。お待ちください...
tl: Bumabagal ang proseso kaysa sa inasahan. Pakihintay...

source: Please log in to your account.
ja: あなたのアカウントにログインして下さい。
sk: Prosím prihláste sa do svojho účtu.
tl: Mag-log-in sa inyong account.

source: MEGA SPACE
ja: MEGA の超デカスペース
sk: MEGA PRIESTOR

source: MEGA SPEED
ja: MEGA の超速スピード
sk: MEGA RÝCHLOSŤ

source: MEGA PRIVACY
ja: MEGA ならではの完璧プライバシー
sk: MEGA SÚKROMIE

source: MEGA ACCESS
ja: MEGAへのアクセス方法
sk: MEGA PRÍSTUP

# megaSpaceText
source: Register now and get 50 GB of free space.
ja: 今すぐ登録して、50 GB の無料スペースをどうぞ！
sk: Zaregistrujte sa teraz a získajte 50GB priestoru zdarma.
tl: Magregister na at makakuha ng 50 GB na libreng space

# megaSpeedText
source: Uploads are fast. Quickly share files with everyone.
ja: す速いアップロード。みんなとファイルを今すぐ共有。
sk: Nahrávanie je rýchle. Zdieľajte súbory rýchlo a so všetkými.
tl: Ang mga uploads ay mabilis.Madaling maibahagi ang mga files sa lahat.

# megaPrivacyText
source: Keep all your files safe with MEGA's end-to-end encryption.
ja: MEGAの末端間暗号化システムならあなたのファイルは安全です。
sk: Uchovajte si všetky súbory v bezpečí s MEGA end-o-end šifrovaním.
tl: Pakakaingatan ng end-to-end encryption ng MEGA ang mga itatabi ninyong file dito

# megaAccessText
source: Get fully encrypted access anywhere, anytime.
ja: いつでも、どこでも完全に暗号化。
sk: Získajte plne šifrovaný prístup kdekoľvek, kedykoľvek.
tl: Makakuha ng buong encrypted access kahit saan, kailan man.

source: Login
ja: ログイン
sk: Prihlásiť
tl: Mag-login

source: Create Account
ja: アカウント作成
sk: Vytvoriť účet
tl: Gumawa ng account

# invalidMailOrPassword
source: Invalid e-mail and/or password. Please try again
ja: アドレス、又はパスワード無効。再度トライして下さい。
sk: Neplatný email a/alebo heslo. Prosím skúste to znovu.
tl: Maling e-mail at/o password. Subukang muli

# tooManyAttemptsLogin
source: You have attempted to log in too many times. Please wait until %@ and try again.
ja: あなたは何度もログインしようとしました。%@まで待ってからもう一度お試しください。
sk: Príliš veľa krát ste sa pokúsili prihlásiť. Prosím počkajte do %@ a skúste to znovu.
tl: Sinubukan mo ng mag-log in ng maraming beses. Maghintay muna hanggang %@ at subukang muli.

# accountNotConfirmed
source: Please check your e-mail and follow the link to confirm your account.
ja: アカウントを確認するためにMEGAからのメール内のリンクをアクセスしてください。
sk: Prosím, skontrolujte si email a nasledujte odkaz pre potvrdenie vášho účtu
tl: Para kumpirmahin ang iyong account, tingnan ang iyong email at sundan ang link.

# accountBlocked
source: Your account has been blocked. Please contact support@mega.nz
ja: あなたのアカウントはブロックされています。support@mega.nzへ連絡して下さい。
sk: Váš účet bol zablokovaný. Prosím kontaktujte support@mega.nz
tl: Ang iyong account ni-block. Kontakin ang support@mega.nz

# emailInvalidFormat
source: Enter a valid email
ja: 正しいメールを入力して下さい
sk: Zadajte platný email
tl: Maglagay ng valid email

source: The email address format is invalid
ja: メールアドレスのフォーマットが正しくありません。
sk: Formát emailovej adresy je neplatný
tl: Mayroon yatang di-mawaring email

# passwordInvalidFormat
source: Enter a valid password
ja: 有効パスワードを入力して下さい
sk: Zadajte platné heslo
tl: Maglagay ng valid password

# emailPlaceholder
source: Email
ja: メール

# passwordPlaceholder
source: Password
ja: パスワード
sk: Heslo

# termsOfServiceButton
source: I agree with the MEGA Terms of Service
ja: MEGAの利用規約に同意します。
sk: Súhlasím s Podmienkami služby MEGA
tl: Pumapayag ako sa MEGA Terms of Service

# nameInvalidFormat
source: Enter a valid name
ja: 正しい名前を入力して下さい
sk: Zadajte platné meno
tl: Maglagay ng valid na pangalan

source: Passwords do not match
ja: パスワードが合いません。
sk: Heslá sa nezhodujú
tl: Di tugma ang password

# termsCheckboxUnselected
source: You need to agree with the Terms of Service to register an account on MEGA.
ja: MEGAにアカウントを登録するために、利用規約に同意していただく必要があります。
sk: Musíte súhlasiť s Pravidlami služby, aby ste si mohli zaregistrovať účet MEGA.
tl: Kailagan mong pumayag sa Terms of Service para makapag-register ng account sa MEGA.

# emailAlreadyRegistered
source: This e-mail address has already registered an account with MEGA
ja: このメールアドレスはすでにMEGAでアカウントを登録しています。
sk: Táto e-mailová adresa, už má na MEGA registrovaný účet.
tl: Ang e-mail address na ito ay meron ng registered account sa MEGA.

source: Awaiting email confirmation.
ja: 少々お待ちください。メール確認が届きます。
sk: Čaká sa na potvrdenie emailu.
tl: Hinihintay ang kumpirmasyon sa email

# confirmText
source: Please enter your password to confirm your account
ja: アカウント確認のため、パスワードを入力して下さい。
sk: Prosím zadajte vaše heslo pre potvrdenie vášho účtu
tl: Ilagay ang inyong password para makumpirma ang inyong account

# confirmAccountButton
source: Confirm your account
ja: アカウントを確認
sk: Potvrďte svoj účet
tl: I-confirm inyong account

# passwordWrong
source: Wrong password
ja: パスワードが違います。
sk: Nesprávne heslo
tl: Maling password

# alreadyLoggedInAlertTitle
source: You are logged in with another account
ja: 他のアカウントからすでにログイン中です。
sk: Ste prihlásený pod iným účtom
tl: Ikaw ay nakalogged in sa ibang account

# alreadyLoggedInAlertMessage
source: If you agree, the current account will be logged out and all Offline data will be erased. Do you want to continue?
ja: 同意すれば、現在のアカウントはログアウトされ、全てのオフラインデータは消去されます。このまま続けますか？
sk: Ak súhlasíte, súčastný účet bude odhlásený a všetky offline data budú zmazané. Chcete pokračovať?
tl: Kung ikaw ay papayag, ang inyong kasalukuyang account ay ila-log out at lahat ng Offline data ay mapapahi. Gusto mo pa bang magpatuloy?

# nodeTooBig
source: You need to free some space on your device
ja: デバイス上にスペースを作って下さい。
sk: Na svojom zariadení musíte uvoľniť nejaké miesto
tl: Kailangang magbawas upang mabakante ang inyong device.

source: File Link
ja: ファイルリンク
sk: Odkaz na súbor
tl: Link ng file

# openButton
source: Open
ja: 開く
sk: Otvoriť
tl: Buksan

# fileTooBigMessage
source: The file you are trying to download is bigger than the available memory.
ja: ダウンロードしようとしているファイルは、空きメモリーの容量を超えています。
sk: Súbor ktorý sa snažíte stiahnuť je väčší, ako dostupná pamať.
tl: Ang inyong file na tinatangkang i0download ay mas malaki sa inyong available na memory.

# fileTooBigMessage_open
source: The file you are trying to open is bigger than the available memory.
ja: 開けようとしているファイルは、メモリーの空き容量を超えています。
sk: Súbor ktorý sa snažíte otvoriť je väčší ako dostupná pamäť.
tl: Ang inyong file na tinatangkang buksan ay mas malaki sa inyong available na memory.

# linkUnavailable
source: Unavailable link
ja: 利用できないリンク
sk: Odkaz nedostupný
tl: Hindi available ang link

# fileLinkUnavailableText
source: This could be due to the following reasons: - The file has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The file has been deleted by the user.
ja: これは、以下の理由による可能性があります：－ファイルがToS/AUP違反により削除されました。－URLが無効－アクセスしようとしているリンクが存在しません。－ファイルがユーザーによって削除されました。
sk: Toto mohlo nastať z nasledujúcich dôvodov:- Súbor mohol byť odstránený z dôvodu porušenia podmienok používania služby.- neplatný odkaz - odkaz ku ktorému sa snažíte získať prístup neexistuje.- Súbor bol odstránený používateľom.
tl: Maaaring dahilan nito ay ang mga sumusunod:- Ang folder link ay tinanggal dahilan sa paglabag sa ToS/AUP.- Maling URL - Ang link na gusto mo ma-access ay wala.- Ang folder link ay binura na ng user.

source: Download started
ja: ダウンロード開始
sk: Sťahovanie začalo
tl: Nagsimula na ang Download

source: Folder Link
ja: フォルダリンク
sk: Odkaz na priečinok

# downloadButton
source: Download
ja: ダウンロード
sk: Stiahnuť
tl: I-download

# folderTooBigMessage
source: The folder you are trying to download is bigger than the available memory.
ja: ダウンロードしようとしているフォルダは、空きメモリの容量を超えています。
sk: Priečinok ktorý sa snažíte stiahnuť je väčší ako dostupná pamäť.
tl: Ang folder na tinatangka mong i-download ay mas malaki sa available memory.

# folderCreationError
source: The folder '%@' can't be created
ja: フォルダ'%@' は作成できません。
sk: Priečinok '%@' sa nedá vytvoriť
tl: Ang folder na '%@' ay hindi mabuo

# folderLinkUnavailableText
source: This could be due to the following reasons: - The folder link has been removed because of a ToS/AUP violation. - Invalid URL – the link you are trying to access does not exist. - The folder link has been deleted by the user.
ja: これは、以下の理由による可能性があります：－フォルダがToS/AUP違反により削除されました。－URLが無効－アクセスしようとしているリンクが存在しません。－フォルダリンクがユーザーによって削除されました。
sk: Toto môže byť z nasledujúcich dôvodov:- Odkaz na priečinok bol odstránený z dôvodu porušenia podmienok.- Neplatná URL - odkaz ktorý sa snažíte otvoriť neexistuje.- Odkaz na priečinok bol odstránený používateľom.
tl: Maaaring dahilan nito ay ang mga sumusunod:- Ang folder link ay tinanggal dahilan sa paglabag sa ToS/AUP.- Maling URL - Ang link na gusto mo ma-access ay wala.- Ang folder link ay binura na ng user.

source: No internet connection
ja: ネット接続なし
sk: Žiadne internetové pripojenie
tl: Walang internet connection

source: Empty Folder
ja: 空のフォルダ
sk: Prázdny priečinok
tl: Bakanteng Folder

# cloudDriveEmptyState_title
source: No files in your Cloud Drive
ja: あなたのクラウドデバイスにはファイルが存在しません。
sk: Vo vašom Cloudovom úložisku nie sú žiadne súbory
tl: Wala kang files sa inyong Cloud Drive

source: Add files
ja: ファイルを追加
sk: Pridať súbory
tl: Magdagdag ng files

source: No Results
ja: 結果なし
sk: Žiadne výsledky
tl: Walang resulta

# cloudDriveEmptyState_titleRubbishBin
source: Empty Rubbish Bin
ja: ゴミ箱は空っぽ
sk: Vyprázdniť odpadkový kôš
tl: Bakatehin ang Basurahan

# offlineEmptyState_title
source: No files Saved for Offline
ja: オフライン用に保存されたファイルはありません
sk: Žiadne súbory uložené pre Offline
tl: Walang files sa Itinabi para sa Offline

# contactsEmptyState_title
source: No Contacts
ja: 知り合いなし
sk: Žiadne kontakty
tl: Wala ka pang Contacts

# noIncomingSharedItemsEmptyState_text
source: No incoming Shared Folders
ja: 共有フォルダ送信なし
sk: Žiadne príchodzie zdieľané priečinky
tl: Walang padating na Binahaging Folder

# noOutgoingSharedItemsEmptyState_text
source: No outgoing Shared Folders
ja: 現在共有フォルダの送信なし
sk: Žiadne odchádzajúce zdieľané priečinky
tl: Walang paalis na Binahaging Folder

source: Contact requests
ja: 知り合いリクエスト
sk: Žiadosti o kontakt
tl: Mga request ng contact

source: Add contacts
ja: 知り合いを追加
sk: Pridať kontakty
tl: Magdagdag ng contacts

source: Sent
ja: 送信
sk: Odoslané
tl: Naipadala

source: Requests
ja: リクエスト
sk: Žiadosti
tl: Mga Requests

source: Request accepted
ja: リクエストを受け入れました
sk: Žiadosť prijatá
tl: Tinanggap ang request

source: Request cancelled
ja: リクエストキャンセルしました
sk: Žiadosť zrušená
tl: Itinigil ang request

source: Request deleted
ja: リクエスト削除完了
sk: Žiadosť zmazaná
tl: Binura ang request

# noRequestPending
source: No pending requests
ja: 新しいリクエストなし
sk: Žiadne čakajúce žiadosti
tl: Walang pending na request

# transfersEmptyState_titlePaused
source: Paused Transfers
ja: 転送停止
sk: Pozastaviť prenosy
tl: Itigil muna ang Paglilipat

source: Cloud Drive
ja: クラウドドライブ
sk: Cloudový disk

# oneFile
source: %d file
ja: ファイル%dこ
sk: %d súbor

# files
source: %d files
ja: ファイル%dこ
sk: %d súborov

# oneFolder
source: %d folder
ja: フォルダ%dこ
sk: %d priečinok

# folders
source: %d folders
ja: フォルダ%dこ
sk: %d priečinkov

# folderAndFile
source: 1 folder • 1 file
ja: 1フォルダ • 1ファイル
sk: 1 priečinok • 1 súbor
tl: isang folder • isang file

# foldersAndFiles
source: [A] folders • [B] files
ja: [A]フォルダ • [B]ファイル
sk: [A] priečinkov • [B] súborov
tl: [A] na folders • [B] na files

# foldersAndFile
source: %d folders • 1 file
ja: %d フォルダ • 1ファイル
sk: %d priečinkov • 1 súbor
tl: %d na folders • isang file

# folderAndFiles
source: 1 folder • %d files
ja: 1フォルダ • %d ファイル
sk: 1 priečinok • %d súborov
tl: isang folder • %d na files

source: Queued
ja: 待機中
sk: Zaradené
tl: Na-queued

# documentOpening_alertTitle
source: There are pending downloads
ja: 待機中ダウンロードあり
sk: Máte čakajúce sťahovania
tl: Mayroong pending downloads

# documentOpening_alertMessage
source: Try again later or cancel
ja: 再度トライするか、キャンセルして下さい。
sk: Skúste znova alebo zrušte
tl: Subukang muli o itigil na

# sortTitle
source: Sort by
ja: ソートする
sk: ZORADIŤ PODĽA
tl: I-sort batay sa

source: Save
ja: 保存する
sk: Uložiť
tl: I-save

source: Name (ascending)
ja: 名前（上り）
sk: meno (vzostupne)
tl: pangalan (paitaas)

source: Name (descending)
ja: 名前（下り）
sk: meno (zostupne)
tl: pangalan (paibaba)

source: Largest
ja: 大きいものから
sk: najväčšie
tl: pinakamalaki

source: Smallest
ja: 小さいものから
sk: najmenšie
tl: pinakamaliit

source: Newest
ja: 新しいものから
sk: najnovšie
tl: pinakabago

source: Oldest
ja: 古いものから
sk: najstaršie
tl: pinakaluma

# choosePhotoVideo
source: Choose
ja: 選択する
sk: Vyberte
tl: Pumili

# capturePhotoVideo
source: Capture
ja: キャプチャ
sk: Zachytiť
tl: Kunan

source: New Folder
ja: 新しいフォルダ
sk: Nový priečinok
tl: Bagong folder

# newFolderMessage
source: Name for the new folder
ja: 新フォルダの名前
sk: Názov nového priečinku
tl: Pangalan ng bagong folder

# createFolderButton
source: Create
ja: 作成
sk: Vytvoriť
tl: Gumawa

# uploadFrom
source: Import from...
ja: インポート...
sk: Importovať z...
tl: I-upload galing sa ...

# fileExistAlertController_Message
source: [A] already uploaded with the name [B]
ja: [A]はもう[B]としてアップロードされました
sk: [A] je už uploadované pod menom [B]
tl: nai-upload na ang [A] na may pangalang [B]

# fileAlreadyExistMessage
source: This file was already uploaded with the name %@
ja: このファイルは %@としてアップロードされました。
sk: Tento súbor už bol uploadovaný pod menom %@
tl: Ang file ay naiupload na may pangalang %@

# filesAlreadyExistMessage
source: %d files selected were already uploaded into this folder.
ja: 選択されたファイル%d こは、既にこのフォルダにアップロードされています。
sk: %d označených súborov je už v tomto priečinku uploadovaných.
tl: %d na files ang nai-upload na sa folder.

# uploadStarted_Message
source: Upload started
ja: アップロード開始
sk: Upload spustený
tl: Nagsimula ang upload

# fileMovedToTheRubbishBin_alertTitle
source: This file has been moved to the Rubbish Bin
ja: このファイルはゴミ箱へ移されました。
sk: Tento súbor bol presunutý do koša
tl: Ang file ay itinapon na sa Basurahan

# folderMovedToTheRubbishBin_alertTitle
source: This folder has been moved to the Rubbish Bin
ja: このフォルダはゴミ箱に移されました。
sk: Tento priečinok bol presunutý do koša
tl: Ang folder ay itinapon sa Basurahan

# fileMoved_alertTitle
source: This file has been moved
ja: このファイルは移動しました。
sk: Tento súbor bol presunutý
tl: Ang file ay nilipat

# folderMoved_alertTitle
source: This folder has been moved
ja: このフォルダは移動しました。
sk: Tento priečinok bol presunutý
tl: Ang folder ay nilipat

# youNoLongerHaveAccessToThisFile_alertTitle
source: You no longer have access to this file
ja: このファイルへは、もうアクセスできません。
sk: K tomuto súboru už nemáte prístup
tl: Wala ka ng access sa file na ito

# youNoLongerHaveAccessToThisFolder_alertTitle
source: You no longer have access to this folder
ja: このフォルダへは、もうアクセスできません。
sk: K tomuto priečinku už nemáte prístup
tl: Wala ka access sa folder na ito

source: Save for Offline
ja: オフライン用に保存
sk: Uložiť pre Offline
tl: I-save para sa Offline

source: Saved for Offline
ja: オフラインで保存
sk: Uložené pre Offline
tl: Itabi ng magamit Offline

# folderInboxError
source: Inbox is reserved for use by Apple.
ja: Inboxラベルは、アップル専用です。
sk: Štítok Inbox je vyhradený pre použitie Apple-om.
tl: Ang Inbox label ay reserbado para sa Apple.

source: Save Image
ja: イメージを保存する
sk: Uložiť obrázok
tl: I-save ang Imahe

source: Save Images
ja: イメージを保存
sk: Uložiť obrázky
tl: I-save ang mga Imahe

source: Get link
ja: リンクを取得
sk: Získať odkaz
tl: Kuhanin ang link

source: Get links
ja: リンクを取得する
sk: Získať odkazy
tl: Kumuha ng links

source: Update link
ja: リンクをアップデートする
sk: Aktualizovať odkaz
tl: I-update ang link

source: Update links
ja: リンクをアップデートする
sk: Aktualizovať odkazy
tl: I-update ang links

source: Generating link...
ja: リンク作成中
sk: Generovanie odkazu...
tl: Gumagawa ng link...

source: Generating links...
ja: リンクを作成中
sk: Generovanie odkazov...
tl: Nagge-generate ng links...

source: Link copied
ja: リンクコピー完了
sk: Odkaz skopírovaný
tl: Nakopya ang link

source: Links copied
ja: リンクコピー完了
sk: Odkazy skopírované
tl: Kinopya ang mga link

source: Copied to the clipboard
ja: クリップボードにコピーされました

source: Copyright warning
ja: 著作権に関する警告
sk: Upozornenie o autorských právach
tl: Babala sa copyright

# copyrightWarningToAll
source: Copyright warning to all users
ja: お客様への警告
sk: Upozornenie o autorských právach pre všetkých užívateľov
tl: Babalang karapatang pagmamay-ari sa lahat ng gumagamit

# copyrightMessagePart1
source: MEGA respects the copyrights of others and requires that users of the MEGA cloud service comply with the laws of copyright.
ja: MEGAは他人の著作権を尊重し、MEGAクラウドサービスのユーザーが著作権に関する法律に従うことを義務づけています
sk: MEGA rešpektuje autorské práva a požaduje aby užívatelia MEGA cloudových služieb zákony o autorských právach dodržiavali.
tl: Nirerespeto ng MEGA ang copyright ng iba at nirerequire ang mga user ng MEGA cloud service na sundin ang mga batas ng copyright.

# copyrightMessagePart2
source: You are strictly prohibited from using the MEGA cloud service to infringe copyrights. You may not upload, download, store, share, display, stream, distribute, email, link to, transmit or otherwise make available any files, data or content that infringes any copyright or other proprietary rights of any person or entity.
ja: 著作権を侵害するためにMEGAクラウドサービスを利用することは厳しく禁じれています。どんな個人または団体の著作権やその他の所有権をも侵害するようなファイル、データ、またはコンテンツをアップロード、ダウンロード、保存、共有、表示、ストリーム、配布、メール、リンク、送信等するのは許されません。
sk: Máte prísny zákaz využívať služby MEGA cloudového úložiska pre porušovanie autorských práv. Nesmiete nahrávať, sťahovať, zdieľať, zobrazovať, streamovať, distribuovať, posielať emailom, odkazovať na, alebo inak prenášať súbory, dáta alebo iný obsah ktorý porušuje autorské alebo iné vlastnícke práva inej osoby alebo podstaty.
tl: Ikaw ay mahigpit na pinagbabawalang gamitin ang MEGA cloud service sa paglabag ng copyrights. Ikaw ay hindi pwedeng mag-upload, download, maglagay, magbahagi, mag-stream, mamahagi, mag-email, mag-link sa, mag-transmit, o gawing available ang kahit na anong files, data o content na lumalabag sa copyright o karapatang pang may-ari ng kahit na sinong tao o entidad.

source: Agree
ja: 同意する
sk: Súhlasím
tl: Pumayag

source: Disagree
ja: 同意しない

source: Link without key
ja: キーなしのリンク
sk: Odkaz bez kľúča
tl: Link na walang key

source: Link with key
ja: キーを含むリンク
sk: Odkaz s kľúčom
tl: Link na may kasamang key

source: (PRO ONLY)
ja: (プロのみ)
sk: (IBA PRO)
tl: (PRO LAMANG)

source: Set expiry date
ja: 失効日を選ぶ
sk: Nastavte dátum expirácie
tl: Mag-set ng petsa kung hanggang kailan

source: Set password protection
ja: パスワード保護の設定
sk: Nastavte ochranu heslom
tl: Maglagay ng proteksyon sa password

source: Encrypt
ja: 暗号化する
sk: Zašifrovať
tl: I-encrypt

source: Encrypted
ja: 暗号化済み
sk: Zašifrované
tl: Na-encrypt na

source: Copy link
ja: リンクをコピーする
sk: Skopírovať odkaz
tl: Kopyahin ang link

source: Open in...
ja: 開けるのに使うのは...
sk: Otvoriť v...
tl: Buksan sa...

source: Remove link
ja: リンクを外す
sk: Odstrániť link
tl: Alisin ang link

source: Remove links
ja: リンクを削除
sk: Odstrániť odkazy
tl: Tanggalin ang links

source: Link removed
ja: リンクを削除しました
sk: Odkaz odstránený
tl: Tinanggal ang link

source: Links removed
ja: リンクを削除しました
sk: Odkazy odstránené
tl: Tinanggal ang mga link

source: Downloading...
ja: ダウンロード中...
sk: Sťahovaniee...
tl: Idinadownload...

# cancelDownloadAlertViewText
source: Do you want to cancel the download?
ja: ダウンロードをキャンセルしますか？
sk: Chcete zrušiť toto sťahovanie?
tl: Gusto mo bang kanselahin ang pagda-download?

source: Select destination
ja: 宛先を選択
tl: Piliin ang destinasyon

source: Select files
ja: ファイルを選択
sk: Vyberte súbory
tl: Pumili ng files

source: Move
ja: 移動
sk: Presunúť
tl: Ilipat

# moveFileMessage
source: 1 file moved
ja: ファイル１こ移動完了
sk: 1 súbor presunutý
tl: Isang file ang nailipat

# moveFilesMessage
source: %d files moved
ja: ファイル%dこ移動
sk: %d súborov presunutých
tl: %2 files ang nailipat

# moveFolderMessage
source: 1 folder moved
ja: フォルダ１こ移動
sk: 1 priečinok presunutý
tl: isang folder ang nailipat

# moveFoldersMessage
source: %d folders moved
ja: フォルダ%dこ移動完了
sk: %d priečinkov presunutých
tl: %d folders ang nailipat

# moveFileFolderMessage
source: 1 file and 1 folder moved
ja: ファイル１こフォルダ１こ移動完了
sk: 1 súbor a 1 priečinok presunutý
tl: 1 file at 1 folder ang nailipat

# moveFileFoldersMessage
source: 1 file and %d folders moved
ja: ファイル１こ、フォルダ%dこ移動。
sk: 1 súbor a %d priečinkov presunutých
tl: 1 file at %d folders ang nilipat

# moveFilesFolderMessage
source: %d files and 1 folder moved
ja: ファイル%dこ、フォルダ１こ移動
sk: %d súvorov a 1 priečinok presunutý
tl: %d files at isang folder ang nilipat
