Repository: sofqi/iOS3
Catalog: iMEGA/Languages/*.lproj/Localizable.strings
Languages: ja, sk, tl

# moveFilesFoldersMessage
source: [A] files and [B] folders moved
ja: [A]ファイルと[B]フォルダ移動済み
sk: [A] súborov a [B] priečinkov presunutých
tl: [A] files at [B] folders ang inilipat

source: Copy
ja: コピー
sk: Kopírovať
tl: Kopyahin

# copyFileMessage
source: 1 file copied
ja: ファイル１こコピー完了
sk: 1 súbor skopírovaný
tl: Isang file ang nakopya

# copyFilesMessage
source: %d files copied
ja: ファイル%dこコピー完了
sk: %d súborov skopírovaných
tl: %d files ang nakopya

# copyFolderMessage
source: 1 folder copied
ja: フォルダ１こコピー完了
sk: 1 priečinok skopírovaný
tl: 1 folder ang nakopya

# copyFoldersMessage
source: %d folders copied
ja: フォルダ%dこコピー完了
sk: %d priečinkov skopírovaných
tl: %d ang nakopya

# copyFileFolderMessage
source: 1 file and 1 folder copied
ja: ファイル１こ、フォルダ１こコピー完了
sk: 1 súbor a 1 priečinok skopírovaný
tl: 1 file at 1 folder ang kinopya

# copyFileFoldersMessage
source: 1 file and %d folders copied
ja: ファイル１こ、フォルダ%d こコピー完了
sk: 1 súbor a %d priečinkov skopírovaných
tl: 1 file at %d folders ang kinopya

# copyFilesFolderMessage
source: %d files and 1 folder copied
ja: ファイル%dこ、フォルダ１こコピー完了
sk: %d súborov a 1 priečinok skopírovaný
tl: %d files at 1 folder ang kinopya

# copyFilesFoldersMessage
source: [A] files and [B] folders copied
ja: [A]ファイルと[B]フォルダコピー完了
sk: [A] súborov a [B] priečinkov skopírovaných
tl: [A] files at [B] folders ang nakopya

source: Rename
ja: 名前を変更
sk: Premenovať
tl: Pangalanan ng iba

# renameNodeMessage
source: Enter the new name
ja: 新しい名前を入力して下さい。
sk: Zadajte nové meno
tl: Ilagay ang pangalan

source: Move to the Rubbish Bin
ja: ゴミ箱へ
sk: Presunúť do koša
tl: Ilipat sa Basurahan

# moveFileToRubbishBinMessage
source: Are you sure you want to move 1 file to the Rubbish Bin?
ja: ファイル１こ、ゴミ箱に移しますね？
sk: Ste si istý, že chcete presunúť 1 súbor do Koša?
tl: Gusto mo bang ilipat ang isang file na ito sa Basurahan?

# moveFilesToRubbishBinMessage
source: Are you sure you want to move %d files to the Rubbish Bin?
ja: ファイル %dこ、ゴミ箱に移しますね？
sk: Ste si istým, že chcete presunúť %d súborov do Koša?
tl: Gusto mo bang itapon ang mga %d files na ito sa Basurahan?

# moveFolderToRubbishBinMessage
source: Are you sure you want to move 1 folder to the Rubbish Bin?
ja: フォルダ１こ、ゴミ箱に移しますね？
sk: Ste si istý, že chcete presunút 1 priečinok do Koša?
tl: Gusto mo bang itapon ang isang folder na ito sa Basurahan?

# moveFoldersToRubbishBinMessage
source: Are you sure you want to move %d folders to the Rubbish Bin?
ja: フォルダ%dこ、ゴミ箱に移しますね？
sk: Ste si istý, že chcete presunúť %d priečinkov do Koša?
tl: Gusto mo bang ilagay ang %d na folders sa iyong Basurahan?

# moveFileFolderToRubbishBinMessage
source: Are you sure you want to move 1 file and 1 folder to the Rubbish Bin?
ja: ファイル１こ、フォルダ１こ、ゴミ箱に移しますね？
sk: Ste si istý, že chcete presunúť 1 súbor a 1 priečinok do Koša?
tl: Gusto mo bang itapon sa Basurahan ang isang file at isang folder na ito?

# moveFileFoldersToRubbishBinMessage
source: Are you sure you want to move 1 file and %d folders to the Rubbish Bin?
ja: ファイル１こ、フォルダ %d こ、ゴミ箱に移しますね？
sk: Ste si istý, že chcete presunúť 1 súbor a %d priečinkov do Koša?
tl: Gusto mo bang ilagay ang isang file at ang %d na folders sa Basurahan?

# moveFilesFolderToRubbishBinMessage
source: Are you sure you want to move %d files and 1 folder to the Rubbish Bin?
ja: ファイル %d こ、フォルダ１こ、ゴミ箱に移しますね？
sk: Ste si istý, že chcete presunúť %d súborov a 1 priečinok do Koša?
tl: Gusto mo bang ilagay ang %d na files at isang folder sa Basurahan?

# moveFilesFoldersToRubbishBinMessage
source: Are you sure you want to move [A] files and [B] folders to the Rubbish Bin?
ja: [A]ファイルと[B]フォルダをごみ箱に移動してもよろしいですか？
sk: Ste si istý, že chcete presunúť [A] súborov a [B] priečinkov do Koša?
tl: Gusto mo bang ilipat ang [A] files sa [B] folders sa Basurahan?

# fileMovedToRubbishBinMessage
source: 1 file moved to the Rubbish Bin
ja: ファイル１つ、ゴミ箱に移動完了！
sk: 1 súbor presunutý do Koša
tl: 1 file ang nilipat sa Basurahan!

# filesMovedToRubbishBinMessage
source: %d files moved to the Rubbish Bin
ja: %dファイルは、ゴミ箱に移動しました。
sk: %d súborov presunutých do koša
tl: %d files ang nilipat sa Basurahan!

# folderMovedToRubbishBinMessage
source: 1 folder moved to the Rubbish Bin
ja: ゴミ箱にフォルダ１こ、移動しました。
sk: 1 priečinok bol presunutý do koša
tl: isang folder ang tinapon sa Basurahan

# foldersMovedToRubbishBinMessage
source: %d folders moved to the Rubbish Bin
ja: ゴミ箱にフォルダ%dこ、移動しました。
sk: %d priečinkov presunutých do koša
tl: %d folders ang nilagay sa Basurahan

# fileFolderMovedToRubbishBinMessage
source: 1 file and 1 folder moved to the Rubbish Bin
ja: ゴミ箱にファイル１ことフォルダ１こ、移動しました。
sk: 1 súbor a 1 priečinok boli presunuté do koša
tl: tig-isang file at folder ang tinapon sa Basurahan

# fileFoldersMovedToRubbishBinMessage
source: 1 file and %d folders moved to the Rubbish Bin
ja: ゴミ箱にファイル１ことフォルダ%dこ移動しました。
sk: 1 súbor a %d priečinkov bolo presunutých do koša
tl: isang file at %d folders ang tinapon sa Basurahan

# filesFolderMovedToRubbishBinMessage
source: %d files and 1 folder moved to the Rubbish Bin
ja: ゴミ箱にファイル%dことフォルダ１こ移動しました。
sk: %d súborov a 1 priečinok boli presunuté do koša
tl: %d files at isang folder ang tinapon sa Basurahan

# filesFoldersMovedToRubbishBinMessage
source: [A] files and [B] folders moved to the Rubbish Bin
ja: ゴミ箱にファイル[A]ことフォルダ[B]こ移動しました。
sk: [A] súborov a [B] priečinkov bolo presunutých do koša
tl: [A] files at [B] folders ang tinapon sa Basurahan

# permissionTitle
source: Permissions error
ja: 許可エラー
sk: Chyba oprávnení
tl: Pagkakamali sa permiso

# permissionMessage
source: Check your permissions on this folder
ja: このフォルダに関する許可を確認して下さい。
sk: Overte si povolenia pre tento priečinok
tl: Tingnan ang inyong permiso sa folder na ito

# sharedFolder_success
source: Folder shared
ja: フォルダ共有完了
sk: Priečinok bol zdieľaný
tl: Naibahagi na ang folder

# sharedFolders_success
source: %d folders shared successfully.
ja: %d フォルダ共有成功
sk: %d priečinkov úspešne zdieľaných
tl: %d na folders ang matagumpay na naibahagi.

source: Import
ja: インポート
sk: Importovať

source: File imported
ja: ファイルのインポート完了
sk: Súbor importovaný
tl: Na-import na ang file

source: Files imported
ja: ファイルがインポートしました
sk: Súbory importované
tl: Na-import na ang files

# quotaExceeded
source: Storage quota exceeded
ja: ストレージ容量超過
sk: Limit prekročený
tl: Lumagpas ka na sa quota

# overquotaAlert_title
source: Overquota Alert!
ja: クォータ超過！
sk: Pozor prekročená kvóta!

# overquotaAlert_message
source: Operation not allowed, you will exceed the storage limit of your account. Do you want to upgrade your account?
ja: その操作はできません。アカウントのストレージ制限を超えてしまいます。アカウントをアップグレードしますか？
sk: Operácia nepovolená, prekročili by ste povolený úložný limit pre váš účet. Chcete svoj účet vylepšiť?
tl: Ang operasyong ito ay ititigil na sa kadahalinang lalagpas ka sa storage limit ng iyong account. Gusto mo bang i-upgrade ang inyong account?

# selectTitle
source: Select items
ja: アイテム選択
sk: Vyberte položky
tl: Pumili ng items

# photosPerMonth
source: %lu items
ja: フォト%luこ
sk: %lu fotiek
tl: %lu mga imahe

# photoPerMonth
source: %lu item
ja: フォト%lu こ
sk: %lu fotka
tl: %lu imahe

# skipButton
source: Skip
ja: 省く
sk: Preskočiť
tl: Mag-skip

# automaticallyBackupYourPhotos
source: Automatically backup your photos to the Cloud Drive
ja: 自動的にクラウド・ドライブに写真をバックアップします

# enableCameraUploadsButton
source: Enable Camera Uploads
ja: 写真アップロード有効
sk: Povoliť upload z fotoaparátu
tl: Gamitin ang Camera Uploads

source: Camera Uploads enabled
ja: 写真アップロードできます
sk: Nahrávanie z fotoaparátu povolené
tl: Bukas ang Camera Uploads

# oneItemSelected
source: %lu item selected
ja: 選択アイテム%lu こ
sk: %lu položka označená
tl: %lu ang item na pinili

# itemsSelected
source: %lu items selected
ja: アイテム%luこ選択
sk: %lu položiek označených
tl: %lu items ang napili

source: Camera Uploads will be disabled
ja: カメラアップロードは無効にします
sk: Uploady z fotoaparátu budú zakázané.
tl: Di muna pagaganahin ang Camera Uploads

# cameraUploadsDisabled_alertView_message
source: Camera Uploads will be disabled, because you don't have enough space on your device
ja: あなたのデバイスには十分なスペースがないので、カメラアップロードは無効となりました。
sk: Uploady z fotoaparátu budú zablokované, pretože nemáte na vašom zariadení dostatok miesta.
tl: Ang Camera Uploads ay hindi pagaganahin, dahil wala ka ng espasyo sa iyong device

source: Offline
ja: オフライン

# contactsTitle
source: Contacts
ja: 知り合い
sk: Kontakty
tl: Mga Koneksyon

source: No folders shared
ja: 共有フォルダなし
sk: Žiadne zdieľané priečinky
tl: Walang folders na binahagi

# oneFolderShared
source: 1 folder
ja: フォルダー1個
sk: 1 priečinok

# foldersShared
source: %d folders
ja: フォルダ%dこ
sk: %d priečinkov

# addFromEmail
source: Insert an email
ja: メール挿入
sk: Vložte email
tl: Ilagay ang email

source: Shared Items
ja: 共有アイテム
sk: Zdieľané položky
tl: Mga binahaging item

source: Shared
ja: 共有
sk: Zdieľané
tl: Binahagi

source: Incoming
ja: 受信
sk: Príchodzie
tl: Padating

source: Outgoing
ja: 送信
sk: Odchodzie
tl: Papaalis

# sharedWithOneContact
source: Shared with 1 contact
ja: 1人の知り合いと共有しています
sk: Zdieľané s 1 kontaktom
tl: Ibinahagi sa isang contact

# sharedWithXContacts
source: Shared with %d contacts
ja: %d人の知り合いと共有しました
sk: Zdieľané s %d kontaktami
tl: Binahagi sa %d na mga contacts

source: Permissions changed
ja: 許可を変更しました。
sk: Povolenia zmenené
tl: Binago ang pahintulot

source: Share left
ja: 共有から出ました
sk: Zdieľanie opustené
tl: Natirang binahagi

source: Shares left
ja: 残り共有
sk: Opustené zdieľania
tl: Mga natirang binahagi

source: Remove sharing
ja: 共有を削除
sk: Odstrániť zdieľanie
tl: Tinanggal ang binahagi

# removeOneShareOneContactMessage
source: Are you sure you want to remove this share? (Shared with 1 contact)
ja: この共有を削除してもよろしいですか？（1件の連絡先と共有済み）
sk: Ste si istý, že chcete odstrániť toto zdieľanie? (Zdieľané s 1 kontaktom)
tl: Gusto mo bang tanggalin ang binahaging ito? (Binahagi sa isang contact)

# removeOneShareMultipleContactsMessage
source: Are you sure you want to remove this share? (Shared with %d contacts)
ja: この共有を削除してもよろしいですか？（%d件の連絡先と共有済み）
sk: Ste si istý, že chcete odstrániť toto zdieľanie? (Zdieľané s %d kontaktmi)
tl: Gusto mo bang tanggalin ang binahaging ito? (Binahagi sa %d contacts)

# removeMultipleSharesMultipleContactsMessage
source: Are you sure you want to remove these shares? (Shared with %d contacts)
ja: この共有を削除してもよろしいですか。（共有相手は%d人）
sk: Ste si istý, že chcete odstrániť tieto zdieľania? (Zdieľané s %d kontaktmi).
tl: Gusto mo bang tanggalin ang mga binahaging ito sa iyo? (Binahagi sa %d contacts)

source: Share removed
ja: 共有は解除されました。
sk: Zdieľanie úspešne odstránené
tl: Ang share ay natanggal na

source: Shares removed
ja: 共有が削除しました
sk: Zdieľania odstránené
tl: Tinanggal na binahagi

source: Owner
ja: 所有者
sk: Vlastník
tl: May-ari

source: Shared with
ja: と共有
sk: Zdieľané s
tl: Ibahagi kina

source: Add from contacts
ja: Contactsから追加
sk: Pridať z kontaktov
tl: Idagdag pamula sa contacts

source: Add contact
ja: 知り合いの追加
sk: Pridať kontakt
tl: Magdagdag ng koneksyon

source: Contact email
ja: 知り合いのメールアドレス
sk: Kontaktý email
tl: Email ng contact

# addContactButton
source: Add
ja: 追加
sk: Pridať
tl: Magdagdag

source: Request sent
ja: リクエスト送信済み
sk: Žiadosť odoslaná
tl: Naipadala na ang request

# noNeedToAddYourOwnEmailAddress
source: There's no need to add your own email address
ja: あなたのメールアドレスを加える必要はありません。
sk: Nemusíte pridávať svoj vlastný email
tl: Hindi mo na dapat idagdag pa ang iyong email

# alreadyHaveAContactWithThatEmailAddress
source: You already have a contact with that email address
ja: そのアドレスを持つ知り合いは既に存在します。
sk: Tento email už máte v kontaktoch
tl: Mayroon ka ng contact sa email na ito

# theUserHasBeenInvited
source: The user [X] has been invited and will appear in your contact list once accepted.
ja: [X] が招待されています。あなたが認めれば、知り合いのリストに載ります。
sk: Užívateľ [X] bol pozvaný a keď vaše pozvanie príjme, zobrazí sa vo vašom zozname kontaktov.
tl: Si user [X] ay inimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo siya.

# theUsersHaveBeenInvited
source: The users have been invited and will appear in your contact list once accepted.
ja: 複数のユーザーが招待されています。あなたが認めれば、知り合いのリストに載ります。
sk: Užívatelia boli pozvaný a zobrazia sa v zozname vašich kontaktov hneď keď vás potvrdia.
tl: Ang users ay naimbitahan at lalabas sa inyong contact list sa oras na tanggapin mo sila.

# addContactError
source: Error adding contact
ja: 追加エラー
sk: Pridávanie kontaktu zlyhalo
tl: Nabigo ang pagdagdag sa contact

# removeUserTitle
source: Remove contact
ja: 知り合いを削除
sk: Odstrániť kontakt
tl: Alisin ang contact

# removeUserMessage
source: Are you sure you want to remove %@ from your contact list?
ja: あなたの知り合いリストから%@ を取り除きますね？
sk: Ste si istý, že chcete odstrániť %d z vášho zoznamu kontaktov?
tl: Gusto mo bang tanggalin si %@ sa inyong listahan ng contact?

# removeMultipleUsersMessage
source: Are you sure you want to remove %d users from your contact list?
ja: 知り合いリストからユーザー%d人、取り除きますね？
sk: Ste si istý, že chcete odstrániť %d užívateľov z vášho zoznamu kontaktov.
tl: Gusto mo bang tanggalin ang %d na users sa inyong listahan ng contact?

# removedContacts
source: %d contacts removed
ja: 知り合い%d人除外
sk: %d kontaktov odstránených
tl: %d tinaggal ang contacts

# removedContact
source: Contact %@ removed
ja: 知り合い%@ 除外
sk: Kontakt %@ odstránený
tl: Tinanggal si %@

source: Pending
ja: ペンディング
sk: Čakajúce

# contactWithoutEmail
source: The contact does not have an email
ja: その知り合いにはアドレスがありません。
sk: Kontakt nemá email
tl: Ang contact ay walang email

# leaveFolder
source: Leave
ja: 出る
sk: Ponechať
tl: Lumisan

# leaveShareAlertMessage
source: Are you sure you want to leave this share?
ja: この共有を解除してもよろしいですか？
sk: Ste si istý, že chcete toto zdieľanie opustiť?
tl: Gusto mo bang iwan ng binahagi sa'yo?

# leaveSharesAlertMessage
source: Are you sure you want to leave these shares?
ja: これらの共有を解除してもよろしいですか？
sk: Ste si istý, že chcete opustiť tieto zdieľania?
tl: Gusto mo bang iwan ang mga binahaging ito sa'yo?

# shareFolderLeaved
source: Folder left
ja: フォルダは残っています。
sk: Priečinok opustený
tl: Iniwan ang folder

source: Share
ja: 共有する
sk: Zdieľať
tl: Ibahagi

source: Select All
ja: すべてを選択する
sk: Vybrať všetko
tl: Piliin Lahat

# oneContact
source: 1 contact
ja: 知り合い１人
sk: 1 kontakt

# XContactsSelected
source: [X] contacts
ja: [X]人の知り合い
sk: [X] kontaktov

source: Share folder
ja: フォルダを共有する
sk: Zdieľať priečinok
tl: Ibahagi ang Folder

source: Share folders
ja: フォルダを共有する
sk: Zdieľať priečinky
tl: Ibahagi ang folders

source: Select
ja: 選択
sk: Vybrať
tl: Piliin

source: Permissions
ja: 許可
sk: Povolenia
tl: Mga Pahintulot

source: Read-only
ja: 読み取り専用
sk: Len na čítanie

# readAndWrite
source: Read & Write
ja: 読み取りと書き込み
sk: Čítanie aj Zapisovanie

source: Full access
ja: フルアクセス
sk: Plný prístup
tl: Ganap na access

# settingsTitle
source: Settings
ja: 設定
sk: Nastavenia
tl: Mga Settings

# cameraUploadsLabel
source: Camera Uploads
ja: 写真アップロード
sk: Upload z fotoaparátu

# rubbishBinLabel
source: Rubbish Bin
ja: ゴミ箱
sk: Kôš
tl: Basurahan

source: Advanced
ja: 高度
sk: Pokročilé

source: Security Options
ja: セキュリティオプション
sk: Nastavenia bezpečnosti

source: About
ja: について
sk: O aplikácii
tl: Tungkol sa

source: Language
ja: 言語
sk: Jazyk
tl: Lenggwahe

# applicationLanguage
source: English
ja: アプリケーション言語
sk: Jazyk aplikácie
tl: Application language

# sendFeedbackLabel
source: Send Feedback
ja: フィードバックを送る
sk: Zaslať názor
tl: Magbigay ng Tugon

# pleaseWriteYourFeedback
source: Please write your feedback here:
ja: ここに手ごたえを書いて下さい
sk: Prosíme vás, aby ste zanechali vašu odozvu tu:
tl: Isulat ang feedback mo dito:

# noEmailAccountConfigured
source: No email account set up on your device
ja: デバイス上にメールアカウントなし
sk: Na vašom zariadení nie je nastavený žiadny email
tl: Walang email na naka set up sa inyong device

# privacyPolicyLabel
source: Privacy Policy
ja: プライバシーポリシー
sk: Zásady ochrany osobných údajov
tl: Pribadong Patakaran

# termsOfServicesLabel
source: Terms of Service
ja: 利用規約
sk: Podmienky služby

source: Off
ja: オフ
sk: Vyp.

source: On
ja: オン
sk: Zap.

source: Options
ja: オプション
sk: Možnosti
tl: Opsyon

# uploadVideosLabel
source: Upload videos
ja: 動画アップロード
sk: Upload videí
tl: Mag-upload ng videos

# onlyWhenChargingLabel
source: Only when charging
ja: チャージ中のみ
sk: Len pri nabíjaní
tl: Kapag nag-chacharge lamang

# cameraUploads_footer
source: When enabled new photos and videos will be uploaded.
ja: 有効にすると、フォトやビデオがアップロードされます。
sk: Po povolení budú autoamticky uploadované nové fotky a videá.
tl: Kapag pinagana, mga bagong photos ang mai-uupload.

source: Version
ja: 版
sk: Verzia

source: Acknowledgements
ja: 謝意
sk: Poďakovania

# masterKey
source: Recovery Key
ja: リカバリーキー
sk: Kľúč pre obnovu

# changePasswordLabel
source: Change password
ja: パスワードを変更する
sk: Zmena hesla
tl: Palitan ang password

# exportMasterKeyFooter
source: Saving the Recovery Key and keeping it in a secure location enables you to recover your account in the case of a lost password without data loss.
ja: 回復キーを保存して安全な場所に保管すると、パスワードを紛失した場合にデータを失うことなくアカウントを回復できます。
sk: Exportovanie vášho Kľúča pre obnovu a uchovanie ho na bezpečnom mieste vám umožní znovu získať prístup ku vášmu účtu v prípade strateného heslo, bez straty dát.
tl: Ang pag-eexport sa Recovery Key at ang pagtatabi nito sa isang maingat na lokasyon ay magbibigay daan upang mabawi mo ang iyong account sakaling mawala mo ang iyong password ng walang data loss.

source: Why do I need a Recovery Key?
ja: どうしてリカバリーキーがいりますか
sk: Načo potrebujem Kľúč na obnovu?
tl: Bakit ko ba kailangan ang Recovery Key?

# masterKey_firstParagraph
source: Your data is only readable through a chain of decryption operations that begins with your master encryption key (Recovery Key), which we store encrypted with your password. This means that if you lose your password, your Recovery Key can no longer be decrypted, and you can no longer decrypt your data.
ja: あなたのデータは、マスター暗号化キー（回復キー）で始まる一連の復号操作でしか読み取れません。復元キーはあなたのパスワードで暗号化して保存しております。これは、パスワードを紛失した場合、あなたの回復キーを復号できなくなり、あなたのデータを復号できなくなることを意味します。
sk: Vaše dáta sú čitateľné iba cez zreťazené dešifrovacie operácie, ktoré začínajú vašim hlavným dešifrovacím heslom (Kľúčom pre obnovu), ktorý máme uložený šifrovaný vašim heslom. To znamená, že ak prídete o svoje heslo, Váš kľúč pre obnovu sa nebude dať dešifrovať a vy nebudete schopný dešifrovať svoje dáta.
tl: Ang inyong data ay mababasa lamang sa pamamagitan ng sunod-sunod na operasyon ng decryption na magsisimula sa iyong master encryption key (Recovery Key), na aming inilalagay na encrypted sa inyong password. Ito ay nangangahulugang na kapag naiwala mo ang iyong password, ang iyong Recovery Key ay hindi na made-decrypt, hindi mo na din made-decrypt ang iyong data.

# masterKey_thirdParagraph
source: An external attacker cannot gain access to your account with just your key. A password reset requires both the key and access to your e-mail.
ja: 外部攻撃者があなたの鍵を手に入れてもあなたのアカウントにはアクセスできません。パスワードをリセットするには親鍵とあなたのメールへのアクセスとの両方が必要です。
sk: Vzdialený útočník nemôže získať prístup k vášmu účtu len pomocou kľúča. Reset hesla si vyžaduje ako váš kľúč, tak aj váš email.
tl: Hindi maaaring makuha ng isang external attacker ang inyong account gamit lamang ang isang key. Ang pagbabago ng passoword ay nangangailangan ng key at access sa inyong email.

source: Recovery Key copied to clipboard
ja: リカバリーキーがクリップボードにコピーされました
sk: Kľúč pre obnovu skopírovaný do schránky
tl: Kinopya na ang Recovery Key sa clipboard

# masterKeyExported
source: Recovery Key exported
ja: リカバリーキーがエクスポート完了
sk: Kľúč pre obnovu exportovaný
tl: Na-export na ang Recovery Key

# masterKeyExported_alertMessage
source: The Recovery Key has been exported into the Offline section as RecoveryKey.txt. Note: It will be deleted if you log out, please store it in a safe place.
ja: 回復キーは、RecoveryKey.txtとしてオフラインセクションにエクスポートされました。注意：ログアウトすると削除されますので、安全な場所に保管してください。
sk: Kľúč pre obnovu bol exportovaný do Offline sekcie ako RecoveryKey.txt.Poznámka: Ak sa odhlásite, súbor bude zmazaný. Prosím uchovajte ho na bezpečnom mieste.
tl: Ang Recovery Key ay na-export na sa Offline section bilang RecoveryKey.txt. Paalala: Ito ay buburahin kung hindi ka magla-log out, paalalang ingatan ito.

source: On your device
ja: ご自分のデバイス
sk: Na vašom zariadení
tl: Sa iyong device

source: Clear Offline Files
ja: オフラインのファイルをクリア
sk: Vymazať Offline Súbory
tl: Burahin ang Offline Files

source: Clear Cache
ja: キャッシュ消去
sk: Vyčistiť dočasnú pamäť
tl: Pagpahi ng Cahe

source: On MEGA
ja: MEGAに
sk: Na MEGA
tl: Sa MEGA

source: Empty Rubbish Bin
ja: ゴミ箱は空っぽ
sk: Vyprázdniť odpadkový kôš
tl: Bakatehin ang Basurahan

# emptyRubbishBinAlertTitle
source: All the items in the rubbish bin will be deleted
ja: ごみ箱の項目はすべて削除されます
sk: Všetky položky v odpadkovom koši budú zmazané
tl: Lahat ng items sa basurahan ay papahiin

source: Don't use HTTP
ja: HTTPを使用しない
sk: Nepoužívať HTTP
tl: Huwag gumamit ng HTTP

# transfersSectionFooter
source: Enable this option only if your transfers don't start. In normal circumstances HTTP is satisfactory as all transfers are already encrypted.
ja: 転送が開始されない場合にのみ、このオプションを有効にします。通常の状況では、転送はすべてすでに暗号化されているため、HTTPで問題ありません。
sk: Túto možnosť povoľte iba v prípade, že vaše prenosy nezačnú. Za normálnych okolností je HTTP dostačujúce, keďže všetky prenosy sú šifrované.
tl: Paganahin ang option na ito kung hindi magsimula ang paglilipat. Kadalasan, sapat na ang HTTP sapagkat ang paglilipat dito ay encrypted na.

# imageAndVideoDownloadsHeader
source: Image and video downloads
ja: イメージとビデオダウンロード
sk: Downloady obrázkov a videí
tl: Dinownload na imahe at video

source: Save images in gallery
ja: ギャラリーに画像を保存する
sk: Uložiť obrázky v galérii
tl: Itabi ang mga imahe sa gallery

source: Save videos in gallery
ja: ギャラリーに動画を保存する
sk: Uložiť videá v galérii
tl: Itabi ang videos sa gallery

# imageAndVideoDownloadsFooter
source: Save iOS compatible images and videos in your device's gallery (Note: images and videos won't be saved in Offline).
ja: iOS対応の画像と動画をあなたの端末のギャラリーに保存します（注意：画像と動画はオフラインで保存されません）。
sk: Ukladajte s iOS kompatibilné obrázky a videá v galérii vášho zariadenia (Poznámka: obrázky a videá nebudú uložené v Offline sekcii).
tl: Itabi ang iOS compatible na mga imahe at videos sa inyong sa gallery ng inyong device (Paalala: ang mga imahe at videos ay hindi maitatabi Offline)

# currentlyUsing
source: Currently using %s
ja: 利用している領域 %s
sk: Aktuálne využívate %s
tl: Gumagamit ngayon ng %s

source: Cancel your account
ja: アカウントをキャンセルする
sk: Zrušiť váš účet
tl: Ikansela ang inyong account

# youWillLooseAllData
source: You will lose all data associated with this account. Are you sure you want to proceed?
ja: このアカウントに関連付けられているデータがすべて失われます。続行してもよろしいですか？
sk: Stratíte všetky dáta prepojené s týmto účtom. Ste si istý, že chcete pokračovať?
tl: Mawawala lahat ng data na nandito sa account na ito. Gusto mo pa bang magpatuloy?

# ifYouCantAccessYourEmailAccount
source: If you can't access your email, please contact support@mega.nz.
ja: メールをアクセスできない場合に、support@mega.nzへご連絡して下さい。
sk: Pokiaľ nemáte prístup ku svojmu emailu, prosím kontaktujte support@mega.nz.
tl: Kung hindi mo ma-access ang iyong email, i-contact kami sa support@mega.nz.

source: Cancellation link has expired.
ja: キャンセルリンクは失効しました。
sk: Odkaz pre zrušenie vypršal.
tl: Ang cancellation link ay nag-expire na

# enterYourPasswordToConfirmThatYouWanToClose
source: Please enter your password to confirm that you want to cancel your account.
ja: アカウントをキャンセルされたいことを確認するために、パスワードを入力してください。
sk: Prosím zadajte svoje heslo pre potvrdenie toho, že chcete zrušiť svoj účet.
tl: Ilagay ang inyong password para kumpirmahin na tatanggalin mo na iyong account.

source: Close account
ja: アカウントを閉じる
sk: Zavrieť účet
tl: Isarado ang account

source: Remove
ja: 削除
sk: Odstrániť
tl: Alisin

# removeNodeFromRubbishBinTitle
source: Confirm removal
ja: 削除を確認
sk: Potvrdiť odstránenie
tl: I-confirm ang pag-aalis
